Repository: Awo-Oosha/askyourpdf_free_tools_test
Catalog: locales/*/messages.po
Languages: de, ja, pt

source: How it Works
ja: 使い方
pt: Como Funciona

source: How long are the chat sessions saved on AskYourPDF?
de: Wie lange werden die Chat-Sitzungen auf AskYourPDF gespeichert?
ja: AskYourPDF上のチャットセッションはどのくらいの期間保存されますか?
pt: Por quanto tempo as sessões de bate-papo são salvas no AskYourPDF?

source: How will AskYourPDF respond if I have two documents with similar contents in my knowledge base?
ja: 私の知識ベースに似た内容の2つの文書がある場合、AskYourPDFはどのように応答しますか？
pt: Como o AskYourPDF responderá se eu tiver dois documentos com conteúdo semelhante em minha base de conhecimento?

source: I could not find any results related to <0>"{debouncedSearchTerm}"</0>. Try searching for something else
ja: <0>"{debouncedSearchTerm}"</0> に関連する結果が見つかりませんでした。他のキーワードで検索してみてください
pt: Não consegui encontrar nenhum resultado relacionado a <0>"{debouncedSearchTerm}"</0>. Tente pesquisar por outra coisa

source: ID Copied
ja: IDがコピーされました
pt: ID Copiado

source: ID Generator
ja: IDジェネレーター
pt: Gerador de ID

source: If I cancel my subscription, will I get a refund?
de: Erhalte ich eine Rückerstattung, wenn ich mein Abonnement kündige?
ja: サブスクリプションをキャンセルした場合、払い戻しは受けられますか？
pt: Se eu cancelar minha assinatura, vou receber um reembolso?

source: If the answer is in the uploaded document, there's a high likelihood the AI will provide it. The AI is constantly learning, so if it doesn't have an answer, you can always rephrase or ask a different question.
de: Wenn die Antwort in dem hochgeladenen Dokument enthalten ist, ist die Wahrscheinlichkeit hoch, dass die KI sie liefert. Die KI lernt ständig, also können Sie Ihre Anfrage jederzeit umformulieren oder eine andere Frage stellen, wenn sie keine Antwort hat.
ja: アップロードされた文書に答えがある場合、AIが提供する可能性が高いです。AIは常に学習しているため、答えがない場合でも、言い換えるか別の質問をすることができます。
pt: Se a resposta estiver no documento enviado, há uma grande probabilidade de a IA fornecer a resposta. A IA está em constante aprendizado, então, se ela não tiver uma resposta, você sempre pode reformular a pergunta ou fazer uma pergunta diferente.

source: If you choose to downgrade at any point. Your subscription will be active until the end of your next billing cycle.
ja: いつでもダウングレードを選択できます。次の請求サイクルの終わりまでサブスクリプションは有効です。
pt: Se optar por fazer downgrade a qualquer momento, sua assinatura permanecerá ativa até o final do seu próximo ciclo de cobrança.

source: If you encounter any issues or have questions while using AskYourPDF, please contact our support team: support@askyourpdf.com. They're here to help!
de: Wenn Sie während der Verwendung von AskYourPDF auf Probleme stoßen oder Fragen haben, kontaktieren Sie bitte unser Support-Team unter: support@askyourpdf.com. Sie sind hier, um zu helfen!
ja: AskYourPDFを使用中に問題が発生した場合や質問がある場合は、サポートチームにお問い合わせください：support@askyourpdf.com。彼らはお手伝いさせていただきます！
pt: Se você encontrar algum problema ou tiver dúvidas ao usar o AskYourPDF, entre em contato com nossa equipe de suporte: support@askyourpdf.com. Estamos aqui para ajudar!

source: If you have any questions or concerns about our privacy practices or this Privacy Policy, please don't hesitate to contact us. We value your opinions and look forward to hearing from you.
ja: プライバシー慣行やこのプライバシーポリシーについてご質問やご意見があれば、遠慮なくお問い合わせください。あなたの意見を尊重し、ご連絡を楽しみにしています。
pt: Se tiver alguma dúvida ou preocupação sobre nossas práticas de privacidade ou esta Política de Privacidade, não hesite em entrar em contato conosco. Valorizamos sua opinião e esperamos ouvir de você.

source: If you use Google Drive, the AskYourPDF Chrome extension is perfect for you. Just open a PDF from your Google Drive in Chrome, and the extension starts up on its own. It gives you the flexibility to engage with the document, get summaries, ask questions and receive answers in a flash.
ja: Google Driveを使用している場合、AskYourPDF Chrome拡張機能は完璧です。ChromeでGoogle DriveからPDFを開くだけで、拡張機能は自動で起動します。これにより、ドキュメントとの対話、要約の取得、質問の投稿、即座の回答が可能です。
pt: Se você usa o Google Drive, a extensão AskYourPDF para o Chrome é perfeita para você. Basta abrir um PDF do seu Google Drive no Chrome, e a extensão inicia automaticamente. Ela oferece a flexibilidade de interagir com o documento, obter resumos, fazer perguntas e receber respostas rapidamente.

source: If you wish to increase your monthly limits you can upgrade to a higher subscription plan
ja: 月間制限を増やしたい場合は、上位のサブスクリプションプランにアップグレードできます
pt: Se desejar aumentar seus limites mensais, poderá fazer upgrade para um plano de assinatura superior

source: In order to provide the intended functionality of our app, we may request certain permissions from you, such as access to your device's storage or file system. These permissions are solely for the purpose of allowing you to import and view documents stored on your device.
ja: アプリの機能を提供するために、デバイスのストレージやファイルシステムへのアクセスなど、特定のアクセス許可をリクエストする場合があります。これらの許可は、デバイスに保存されたドキュメントをインポートおよび閲覧できるようにするためだけに使用されます。
pt: Para fornecer a funcionalidade pretendida do nosso aplicativo, podemos solicitar certas permissões, como acesso ao armazenamento ou sistema de arquivos do seu dispositivo. Essas permissões servem exclusivamente para permitir que você importe e visualize documentos armazenados no seu dispositivo.

source: Includes
ja: 含まれるもの
pt: Inclui

source: Includes up to 2,500 pages per doc (max 30mb)
ja: ドキュメントあたり最大2,500ページまで (最大30MB)
pt: Inclui até 2.500 páginas por doc (máx. 30mb)

source: Includes up to 6,000 pages per doc (max 90mb)
ja: ドキュメントあたり最大6,000ページまで (最大90MB)
pt: Inclui até 6.000 páginas por doc (máx. 90mb)

source: Input some text here OR upload a document in the pane below to summarise
ja: ここにテキストを入力するか、要約するために下のパネルにドキュメントをアップロードしてください
pt: Digite algum texto aqui OU faça o upload de um documento no painel abaixo para resumir

source: Input some text here OR upload a document in the right pane to summarise
ja: ここにテキストを入力するか、要約するために右側のパネルにドキュメントをアップロードしてください
pt: Digite algum texto aqui OU faça o upload de um documento no painel direito para resumir

source: Insightful Conversations
ja: 洞察に満ちた会話
pt: Conversas Perspicazes

source: Install directly on ChatGPT
ja: ChatGPTに直接インストール
pt: Instale diretamente no ChatGPT

source: Invalid Entry
ja: 無効なエントリ
pt: Entrada Inválida

source: Invalid Entry. Please try again
de: Ungültige Eingabe. Bitte versuchen Sie es erneut
ja: 入力が無効です。もう一度お試しください
pt: Entrada inválida. Por favor, tente novamente

source: Invoice
ja: 請求書
pt: Fatura

source: Invoice History
ja: 請求書履歴
pt: Histórico de Faturas

source: iOS App
ja: iOSアプリ
pt: Aplicação iOS

source: Is it necessary to create an account to use the application?
de: Ist es notwendig, ein Konto zu erstellen, um die Anwendung zu nutzen?
ja: アプリを使用するにはアカウントの作成が必要ですか?
pt: É necessário criar uma conta para usar o aplicativo?

source: Is my data secure?
de: Sind meine Daten sicher?
ja: 私のデータは安全ですか?
pt: Meus dados estão seguros?

source: Is the application free to use?
de: Ist die Anwendung kostenlos?
ja: このアプリは無料で使えますか?
pt: O aplicativo é gratuito para usar?

source: Is the Knowledge Base service free or is there a separate charge?
ja: 知識ベースサービスは無料ですか、それとも別途料金がかかりますか？
pt: O serviço de Base de Conhecimento é gratuito ou há uma taxa separada?

source: Is there a discount for students?
de: Gibt es einen Rabatt für Studenten?
ja: 学生割引はありますか？
pt: Há algum desconto para estudantes?

source: Is there a limit to the number of documents I can upload?
de: Gibt es eine Begrenzung für die Anzahl der Dokumente, die ich hochladen kann?
ja: アップロードできるドキュメントの数に制限はありますか?
pt: Há um limite para a quantidade de documentos que posso enviar?

source: Is there a limit to the size of the document that can be uploaded?
de: Gibt es eine Begrenzung für die Größe des Dokuments, das hochgeladen werden kann?
ja: アップロードできるドキュメントのサイズに制限はありますか?
pt: Há um limite para o tamanho do documento que pode ser enviado?

source: it to access AskYourPDF from anywhere.
ja: どこからでもAskYourPDFにアクセスするためにそれを使用してください。
pt: Use-o para acessar o AskYourPDF de qualquer lugar.

source: it's a <0>conversation</0>
ja: それは<0>会話</0>です
pt: é uma <0>conversa</0>

source: It's an application that lets you chat with any document you upload
de: Dies ist eine Anwendung, mit der Sie mit jedem Dokument chatten können, das Sie hochladen
ja: それは、アップロードしたどんな文書でもチャットできるアプリケーションです
pt: É um aplicativo que permite conversar com qualquer documento que você faça upload

source: It's easy to get started. Sign up for our Affiliate Programme to receive your unique referral link.
ja: 始めるのは簡単です。アフィリエイトプログラムにサインアップして、
pt: É fácil começar. Registre-se em nosso Programa de Afiliados

source: It's not just reading anymore
ja: もう読むだけではありません
pt: Não é apenas leitura

source: Join Now
ja: 今すぐ参加
pt: Junte-se Agora

source: Join Our Affiliate Program and
ja: アフィリエイトプログラムに参加して
pt: Junte-se ao Nosso Programa de Afiliados e

source: Join our Affiliate Programme today and start earning for your referrals while sharing the benefits of AskYourPDF. As an AskYourPDF Affiliate, you can help your audience realize the full potential of their documents.
ja: 今日、私たちのアフィリエイトプログラムに参加して、あなたの紹介で報酬を得ながらAskYourPDFの利点を共有しましょう。AskYourPDFのアフィリエイトとして、
pt: Junte-se ao nosso Programa de Afiliados hoje e comece a ganhar com suasindicações, enquanto compartilha os benefícios da AskYourPDF. Como umAfiliado da AskYourPDF, você pode ajudar sua audiência a perceber o

source: Join us Today
ja: 今日参加してください
pt: Junte-se a nós Hoje

source: Just upload and voila, your documents aren't just smart, they're your new best friends. Dive in, engage, and enjoy your most interactive reading experience yet!
ja: アップロードするだけで、ドキュメントはスマートなだけでなく、あなたの新しいベストフレンドになります。 Dixeて、エンゲージして、今までで最もインタラクティブな読書体験を楽しんでください!
pt: Basta enviar e voilà, seus documentos não são apenas inteligentes, eles são seus novos melhores amigos. Mergulhe, interaja e aproveite sua experiência de leitura mais interativa até agora!

source: Key Deleted
ja: キーが削除されました
pt: Chave Excluída

source: Knowledge Base
de: Wissensdatenbank
ja: ナレッジベース
pt: Base de Conhecimento

source: Knowledge Base Access
ja: ナレッジベースアクセス
pt: Acesso à Base de Conhecimento

source: Knowledge Base Conversations
ja: ナレッジベースの会話
pt: Conversas da Base de Conhecimento

source: Knowledge Base ID Copied. You can use this ID with our ChatGPT Plugin
ja: ナレッジベースIDがコピーされました。ChatGPTプラグインでこのIDを使用できます
pt: ID da Base de Conhecimento copiada. Você pode usar esta ID com o nosso Plugin ChatGPT

source: Knowledge Base Service
ja: ナレッジベース サービス
pt: Serviço de Base de Conhecimento

source: Learn More
ja: 詳細を学ぶ
pt: Saiba mais

source: Learn Playfully
ja: 遊び心を持って学ぶ
pt: Aprenda Brincando

source: Legal Clarity
ja: 法的明瞭さ
pt: Clareza legal

source: Length
de: Länge
ja: 長さ
pt: Comprimento

source: Let artificial intelligence do the work as it divides your PDF documents into separate files, saving you time and streamlining your document management tasks.
de: Lassen Sie künstliche Intelligenz die Arbeit erledigen, indem sie Ihre PDF-Dokumente in separate Dateien aufteilt, um Zeit zu sparen und Ihre Aufgaben im Dokumentenmanagement zu optimieren.
ja: 人工知能に作業を任せて PDF ドキュメントを個別のファイルに分割することで、時間を節約し、ドキュメント管理タスクを合理化します。
pt: Deixe a inteligência artificial fazer o trabalho enquanto divide seus documentos PDF em arquivos separados, economizando seu tempo e agilizando suas tarefas de gerenciamento de documentos.

source: Let artificial intelligence do the work as it swiftly divides your PDF documents into separate files, saving you time and streamlining your document management tasks.
ja: 人工知能に作業を任せて、PDF ドキュメントを個別のファイルに迅速に分割することで時間を節約し、ドキュメント管理タスクを合理化します。
pt: Deixe a inteligência artificial fazer o trabalho enquanto ela divide rapidamente seus documentos PDF em arquivos separados, economizando seu tempo e agilizando suas tarefas de gerenciamento de documentos.

source: Let's Go
ja: はじめましょう
pt: Vamos lá

source: Limitation of Liability
ja: 責任の制限
pt: Limitação de Responsabilidade

source: Link Account
ja: アカウントをリンク
pt: Vincular Conta

source: Link copied
ja: リンクがコピーされました
pt: Link copiado

source: Link Your Mobile Account
ja: モバイルアカウントをリンク
pt: Vincule sua Conta Móvel

source: Literature Review Tool
de: Literaturübersicht-Tool
ja: 文献レビューツール
pt: Ferramenta de Revisão de Literatura

source: Log In
ja: ログイン
pt: Entrar

source: Login or create an account to have multiple conversations, access your chat history and manage your documents seamlessly
ja: アカウントをログインまたは作成すると、複数の会話、チャット履歴へのアクセス、ドキュメントの管理がシームレスに行えます
pt: Faça login ou crie uma conta para ter múltiplas conversas, acessar seu histórico de bate-papo e gerenciar seus documentos sem problemas

source: Logout
de: Abmelden
ja: ログアウト
pt: Sair

source: Longer Reply Length
ja: 返信の文字数制限拡張
pt: Respostas Mais Longas

source: Manage
ja: 管理
pt: Gerenciar

source: Manage & Create API Keys to connect your applications
ja: アプリケーションを接続するためのAPIキーの管理と作成
pt: Gerencie e crie chaves de API para conectar seus aplicativos

source: Manage Payment Method
ja: 支払方法の管理
pt: Gerenciar Método de Pagamento

source: Manage payments for your developer account
ja: 開発者アカウントの支払いを管理
pt: Gerencie pagamentos da sua conta de desenvolvedor

source: Manage Subscription
ja: サブスクリプションの管理
pt: Gerenciar Assinatura

source: Manage your payment method and billing history
ja: 支払方法と請求履歴を管理
pt: Gerencie seu método de pagamento e histórico de cobrança

source: max
ja: 最大
pt: máx

source: Max upload size
ja: 最大アップロードサイズ
pt: Tamanho Máx. de Upload

source: Maximum {0} documents per <0>month</0>
ja: 月あたり最大{0}ドキュメント
pt: Máximo de {0} documentos por <0>mês</0>

source: Maximum of 5 documents
ja: 最大5つのドキュメント
pt: Máximo de 5 documentos

source: MB/Document
ja: ドキュメントあたりのMB
pt: MB/Documento

source: Merge Another
de: Andere zusammenführen
ja: 別のものをマージ
pt: Mesclar outro

source: Merge PDF Tool
ja: PDF 結合ツール
pt: Ferramenta de Fusão de PDF

source: Message Copied
ja: メッセージがコピーされました
pt: Mensagem Copiada

source: Mobile App
ja: モバイルアプリ
pt: App Móvel

source: Monthly
ja: 月ごと
pt: Mensal

source: Most popular and Efficient
ja: 最も人気があり効率的
pt: O mais popular e eficiente

source: Name of API Key
ja: APIキーの名前
pt: Nome da Chave de API

source: Name of Knowledge Base
ja: ナレッジベースの名前
pt: Nome da Base de Conhecimento

source: Name your Knowledge Base
ja: ナレッジベースに名前を付ける
pt: Nomeie a sua Base de Conhecimento

source: Need help? Look through our FAQs for quick answers!
de: Benötigen Sie Hilfe? Sehen Sie sich unsere FAQs für schnelle Antworten an!
ja: ヘルプが必要ですか? FAQを見てクイックアンサーをチェックしてください!
pt: Precisa de ajuda? Veja nossas Perguntas Frequentes para respostas rápidas!

source: Need to increase your monthly limits?
ja: 月間制限を増やす必要がありますか?
pt: Precisa aumentar seus limites mensais?

source: New
ja: 新規
pt: Novo

source: New API Key
ja: 新しいAPIキー
pt: Nova Chave de API

source: New Chat
ja: 新しいチャット
pt: Nova Conversa

source: New Conversation
ja: 新しい会話
pt: Nova Conversa

source: new password
ja: 新しいパスワード
pt: nova senha

source: New Password
ja: 新しいパスワード
pt: Nova Senha

source: Next
ja: 次へ
pt: Próximo

source: No results found
ja: 結果が見つかりませんでした
pt: Nenhum resultado encontrado

source: No, documents cannot be edited within AskYourPDF. But this will be possible in the future.
de: Nein, Dokumente können in AskYourPDF nicht bearbeitet werden. Dies wird jedoch in Zukunft möglich sein.
ja: いいえ、文書はAskYourPDF内で編集できません。しかし、将来的には可能になります。
pt: Não, os documentos não podem ser editados dentro do AskYourPDF. Mas isso será possível no futuro.

source: No, only one document can be uploaded at a time. But this will be possible in the future.
de: Nein, es kann nur ein Dokument gleichzeitig hochgeladen werden. Dies wird jedoch in Zukunft möglich sein.
ja: いいえ、一度に1つの文書しかアップロードできません。しかし、将来的には可能になります。
pt: Não, apenas um documento pode ser enviado de cada vez. Mas isso será possível no futuro.

source: No, password-protected documents cannot be uploaded to AskYourPDF.
de: Nein, passwortgeschützte Dokumente können nicht in AskYourPDF hochgeladen werden.
ja: いいえ、パスワードで保護された文書はAskYourPDFにアップロードできません。
pt: Não, documentos protegidos por senha não podem ser enviados para o AskYourPDF.

source: No, the chat interface is only for interacting with the content of the document
ja: いいえ、チャットインターフェースはドキュメントの内容と交流するためのみです
pt: Não, a interface de bate-papo é apenas para interagir com o conteúdo do documento

source: No, the chat interface is solely for interacting with the content of the document.
de: Nein, die Chat-Schnittstelle dient ausschließlich zur Interaktion mit dem Inhalt des Dokuments.
ja: いいえ、チャットインターフェースは文書のコンテンツとの対話専用です。
pt: Não, a interface de chat destina-se exclusivamente à interação com o conteúdo do documento.

source: No, you do not need to create an account to use the application, but there are restrictions.
ja: いいえ、アプリを利用するためにアカウントを作成する必要はありませんが、制限があります。
pt: Não, você não precisa criar uma conta para usar o aplicativo, mas há restrições.

source: No, you don't need to create an account to use the application. However, there are some restrictions. To explore the vast capabilities of AskYourPDF, you'll need an upgraded plan.
de: Nein, Sie müssen kein Konto erstellen, um die Anwendung zu verwenden. Es gibt jedoch einige Einschränkungen. Um die umfangreichen Funktionen von AskYourPDF zu erkunden, benötigen Sie einen kostenpflichtigen Plan.
ja: いいえ、アプリを使用するにはアカウントを作成する必要はありません。ただし、いくつかの制限があります。AskYourPDFの広範な機能を探索するには、アップグレードされたプランが必要です。
pt: Não, você não precisa criar uma conta para usar o aplicativo. No entanto, existem algumas restrições. Para explorar as vastas capacidades do AskYourPDF, você precisará de um plano atualizado.

source: Now <0>Live</0>
ja: 今 <0>ライブ</0>
pt: Agora <0>Ao vivo</0>

source: Number of Pages
ja: ページ数
pt: Número de Páginas

source: Number of Questions
ja: 質問数
pt: Número de Perguntas

source: OCR PDF Reader
ja: OCR PDFリーダー
pt: Leitor OCR de PDF

source: OCR support
ja: OCRサポート
pt: Suporte OCR

source: OCR Support
ja: OCRサポート
pt: Suporte OCR

source: old password
ja: 以前のパスワード
pt: senha antiga

source: Old Password
ja: 以前のパスワード
pt: Senha Antiga

source: Once you exhaust your quota you will have to upgrade to a production account to keep using your service
ja: 割り当て量を使い切ると、サービスを継続使用するにはプロダクションアカウントにアップグレードする必要があります
pt: Quando atingir sua cota, terá que fazer upgrade para uma conta de produção para continuar usando o serviço

source: Once you've signed up, begin sharing your referral link with your audience. Spread the word about AskYourPDF's strong document tools, whether on a blog, a social media, or a professional network.
ja: サインアップしたら、リファラルリンクを観客と共有し始めてください。AskYourPDFの強力なドキュメントツールについて広めてください。
pt: Depois de se inscrever, comece a compartilhar seu link de indicaçãocom sua audiência. Divulgue as ferramentas robustas de documentos da AskYourPDF,

source: or document
ja: またはドキュメント
pt: ou documento

source: Other
ja: その他
pt: Outro

source: Our AI-powered chat system not only provides you with accurate information but also fosters an enjoyable learning environment that keeps you coming back for more.
ja: 弊社のAIチャットシステムは正確な情報を提供するだけでなく、楽しみながら学べる環境を育み、再び訪れたくなる体験を提供します。
pt: Nosso sistema de bate-papo com IA não apenas fornece informações precisas, mas também promove um ambiente de aprendizagem agradável que faz você voltar para mais.

source: Our API is Now Live
de: Unsere API ist jetzt live
ja: APIがローンチしました
pt: Nossa API está no Ar

source: Our Privacy Policy does not apply to services offered by other companies or individuals, including third-party services used in conjunction with AskYourPDF. We recommend that you review the privacy policies of any third-party services you may use.
ja: プライバシーポリシーは、AskYourPDFと連携して使用される第三者サービスを含む、他社や個人が提供するサービスには適用されません。 ご利用になる第三者サービスのプライバシーポリシーを確認することをお勧めします。
pt: Nossa Política de Privacidade não se aplica a serviços oferecidos por outras empresas ou indivíduos, incluindo serviços de terceiros usados em conjunto com o AskYourPDF. Recomendamos que você revise as políticas de privacidade de quaisquer serviços de terceiros que possa usar.

source: Output
de: Ausgabe
ja: 出力
pt: 输出

source: pages per document
ja: ドキュメントあたりのページ数
pt: páginas por documento

source: Pages:
ja: ページ数:
pt: Páginas:

source: pages/Document
ja: ドキュメントあたりのページ数
pt: páginas/Documento

source: Paid
ja: 支払済み
pt: Pago

source: Payment Method
ja: 支払方法
pt: Método de Pagamento

source: Payment Method, Billing History & Usage
ja: 支払方法、課金履歴、利用状況
pt: Método de Pagamento, Histórico de Cobrança e Uso

source: PDF and Other Document Formats
ja: PDFおよびその他の文書フォーマット
pt: PDF e outros formatos de documento

source: PDF Compressor
de: PDF-Kompressor
ja: PDF圧縮ツール
pt: Compressor de PDF

source: PDF Merger
ja: PDF統合ツール
pt: Agregador de PDF

source: PDF Splitter
ja: PDF分割ツール
pt: Divisor de PDF

source: Perfect for getting started! Experience the magic of AI-enhanced documents at no cost. Includes 100 chats per month.
ja: はじめるにはピッタリ! 無料でAI搭載ドキュメントの魅力を体験できます。月100チャットが含まれます。
pt: Perfeito para começar! Experimente a mágica de documentos melhorados por IA sem custo. Inclui 100 bate-papos por mês.

source: Personal Knowledge
ja: 個人の知識
pt: Conhecimento pessoal

source: Pick an account plan that fits your workflow.
ja: ワークフローに合ったアカウントプランを選択してください。
pt: Escolha um plano de conta que se adapte ao seu fluxo de trabalho.

source: Plan
ja: プラン
pt: Plano

source: Plans for <0>everyone</0>
ja: 誰にでも合う<0>プラン</0>
pt: Planos para <0>todos</0>

source: Please confirm if you have selected any documents
ja: ドキュメントを選択したかどうか確認してください
pt: Por favor, confirme se você selecionou algum documento

source: Please confirm if you have selected any documents or given the knowledge base a name
ja: ドキュメントを選択したか、ナレッジベースに名前を付けたかどうか確認してください
pt: Por favor, confirme se você selecionou algum documento ou deu um nome à base de conhecimento

source: Please copy the document ID above and paste it into the <0>ChatGPT UI</0> to have a conversation about this document.
ja: このドキュメントについて会話をするには、上記のドキュメントIDをコピーして<0>ChatGPT UI</0>に貼り付けてください。
pt: Por favor, copie o ID do documento acima e cole na <0>interface do ChatGPT</0> para ter uma conversa sobre este documento.

source: Please enter a API name
ja: API名を入力してください
pt: Por favor insira um nome de API

source: Please enter an API name
ja: API名を入力してください
pt: Por favor insira um nome de API

source: Please enter instructions on how to review your text input OR document
de: Bitte geben Sie Anweisungen zur Überprüfung Ihres Texteingabe- oder Dokumentationsvorgangs ein
ja: テキスト入力またはドキュメントのレビュー方法についての指示を入力してください
pt: 请提供有关如何审查文本输入或文档的说明

source: Please enter instructions on how to summarise your text input OR document
ja: テキスト入力または文書を要約する方法についての指示を入力してください
pt: Por favor, insira instruções sobre como resumir sua entrada de texto OU documento

source: Please Enter Your Document ID
ja: ドキュメントIDを入力してください
pt: Por favor, digite seu ID de documento

source: Please make sure you're deleting a document you uploaded anonymously
ja: 匿名でアップロードした文書を削除していることを確認してください
pt: Certifique-se de que está a eliminar um documento que enviou anonimamente

source: Please provide details: (Optional)
ja: 詳細を提供してください: (任意)
pt: Forneça detalhes: (Opcional)

source: Please reach out to our team via <0>billing@askyourpdf.com</0> if you have any concerns about billing
ja: 課金に関するご不明な点がありましたら、<0>billing@askyourpdf.com</0>までお問い合わせください
pt: Entre em contato com nossa equipe pelo <0>billing@askyourpdf.com</0> se tiver alguma dúvida sobre cobrança

source: Please reach out to our team via billing@askyourpdf.com if you have any concerns about billing
ja: 課金に関するご不明な点がありましたら、billing@askyourpdf.comまでお問い合わせください
pt: Entre em contato com nossa equipe pelo billing@askyourpdf.com se tiver alguma dúvida sobre cobrança

source: Please try again
ja: もう一度お試しください
pt: Por favor, tente novamente

source: Please Wait
ja: しばらくお待ちください
pt: Por favor, aguarde

source: Premium Plan <0>$9.99/month or $6.99/month (Billed Annually)</0>
ja: プレミアムプラン <0>$9.99/月または$6.99/月（年間請求）</0>
pt: Plano Premium <0>$9,99/mês ou $6,99/mês (Faturado Anualmente)</0>

source: Pricing
de: Preise
ja: 価格設定
pt: Preços

source: Priority access to new features
ja: 新機能への優先アクセス
pt: Acesso prioritário a novos recursos
