Repository: Awo-Oosha/askyourpdf_free_tools_test
Catalog: locales/*/messages.po
Languages: de, ja, pt

source: By streamlining case analysis and research, professionals can make legal documents more accessible and understandable using AskYourPDF.
ja: ケース分析と研究を効率化することで、専門家はAskYourPDFを使用して法的文書をよりアクセスしやすく理解しやすくすることができます。
pt: Ao simplificar a análise de casos e pesquisas, os profissionais podem tornar os documentos legais mais acessíveis e compreensíveis usando o AskYourPDF.

source: By using AskYouPDF to swiftly access information within textbooks, research papers, and study materials, students may acquire a competitive advantage.
ja: 教科書、研究論文、学習資料内の情報に迅速にアクセスするためにAskYourPDFを使用することで、学生は競争上の優位性を獲得するかもしれません。
pt: Ao utilizar o AskYourPDF para acessar rapidamente informações em livros didáticos, trabalhos de pesquisa e materiais de estudo, os estudantes podem adquirir uma vantagem competitiva.

source: By using AskYourPDF, you acknowledge that you have read, understood, and agreed to the practices as described in this Privacy Policy.
ja: AskYourPDFを使用することで、このプライバシーポリシーに記載されている慣行を読み、理解し、同意したことを認めたことになります。
pt: Ao usar o AskYourPDF, você reconhece que leu, entendeu e concordou com as práticas descritas nesta Política de Privacidade.

source: Can I chat in any language?
de: Kann ich in jeder Sprache chatten?
ja: どの言語でチャットできますか?
pt: Posso conversar em qualquer idioma?

source: Can I chat with other users of the application?
de: Kann ich mit anderen Benutzern der Anwendung chatten?
ja: アプリケーションの他のユーザーとチャットできますか?
pt: Posso conversar com outros usuários do aplicativo?

source: Can I download the chat history?
de: Kann ich den Chatverlauf herunterladen?
ja: チャット履歴をダウンロードできますか?
pt: Posso baixar o histórico de bate-papo?

source: Can I edit the document while using AskYourPDF?
de: Kann ich das Dokument während der Verwendung von AskYourPDF bearbeiten?
ja: AskYourPDFを使用している間、ドキュメントを編集できますか?
pt: Posso editar o documento enquanto uso o AskYourPDF?

source: Can I modify my Knowledge Base?
ja: 私の知識ベースを変更できますか？
pt: Posso modificar minha Base de Conhecimento?

source: Can I upload any document?
de: Kann ich ein beliebiges Dokument hochladen?
ja: どのようなドキュメントでもアップロードできますか?
pt: Posso enviar qualquer documento?

source: Can I upload multiple documents at once?
de: Kann ich mehrere Dokumente gleichzeitig hochladen?
ja: 複数のドキュメントを一度にアップロードできますか?
pt: Posso enviar múltiplos documentos de uma vez?

source: Can I upload password-protected documents to AskYourPDF?
de: Kann ich passwortgeschützte Dokumente zu AskYourPDF hochladen?
ja: パスワードで保護された文書をAskYourPDFにアップロードできますか？
pt: Posso fazer upload de documentos protegidos por senha no AskYourPDF?

source: Can I use AskYourPDF on any device?
de: Kann ich AskYourPDF auf jedem Gerät verwenden?
ja: AskYourPDFはどのデバイスでも使用できますか?
pt: Posso usar o AskYourPDF em qualquer dispositivo?

source: Can I use the Knowledge Base with the AskYourPDF Plugin?
ja: AskYourPDFプラグインを使用して知識ベースを利用できますか？
pt: Posso usar a Base de Conhecimento com o plugin AskYourPDF?

source: Cancel
de: Abbrechen
ja: キャンセル
pt: Cancelar

source: Cancel Current Subscription
ja: 現在のサブスクリプションをキャンセル
pt: Cancelar Assinatura Atual

source: Cancel Plan
ja: プランをキャンセル
pt: Cancelar Plano

source: Cancel Subscription
ja: サブスクリプションをキャンセル
pt: Cancelar Assinatura

source: Canceled
ja: キャンセル済み
pt: Cancelado

source: Card Number
ja: カード番号
pt: Número do cartão

source: Certainly, you have the flexibility to adjust your Knowledge Base as needed. You can add or remove documents at your convenience.
ja: もちろん、必要に応じて知識ベースを調整する柔軟性があります。自分の都合で文書を追加または削除できます。
pt: Certamente, você tem a flexibilidade de ajustar sua Base de Conhecimento conforme necessário. Você pode adicionar ou remover documentos conforme sua conveniência.

source: Change Password
ja: パスワードの変更
pt: Alterar Senha

source: Changes to the Privacy Policy
ja: プライバシーポリシーの変更
pt: Mudanças na Política de Privacidade

source: Changes to these Terms and Conditions
ja: 利用規約の変更
pt: Mudanças nestes Termos e Condições

source: Chat
ja: チャット
pt: Bate-papo

source: Chat longer with your documents
ja: ドキュメントともっと長くチャット
pt: Converse mais com seus documentos

source: Chat sessions remain available as long as the browser tab is open.
de: Chat-Sitzungen bleiben verfügbar, solange der Browser-Tab geöffnet ist.
ja: ブラウザのタブが開いている限り、チャットセッションは利用可能です。
pt: As sessões de chat permanecem disponíveis enquanto a aba do navegador estiver aberta.

source: Chat with any PDF via our <0>Chrome Extension</0>
ja: 弊社のChrome拡張機能を使用して、任意のPDFドキュメントとチャットしてください
pt: Converse com qualquer documento PDF por meio da nossa extensão para o Chrome

source: Chat with any PDF via our <0/> <1>Chrome Extension</1>
ja: 弊社の<0/><1>Chrome拡張機能</1>を介して、任意のPDFとチャット
pt: Converse com qualquer PDF através da nossa <0/> <1>Extensão Chrome</1>

source: ChatGPT Plugin
ja: ChatGPTプラグイン
pt: Plugin do ChatGPT

source: check your payment method.
ja: お支払い方法を確認してください。
pt: vrifique o seu método de pagamento.

source: Choose the preferred plan that suits your application
ja: アプリケーションに合ったプランを選択してください
pt: Escolha o plano preferido que atenda sua aplicação

source: Chrome Extension
de: Chrome-Erweiterung
ja: Chrome拡張機能
pt: Extensão do Chrome

source: Chrome Extension Access
ja: Chrome拡張機能へのアクセス
pt: Acesso à Extensão Chrome

source: Clear
ja: クリア
pt: Limpar

source: Clear Conversation History
ja: 会話履歴をクリア
pt: Limpar Histórico de Conversa

source: Click the button below to get started
ja: はじめるには下のボタンをクリックしてください
pt: Clique no botão abaixo para começar

source: Close
ja: 閉じる
pt: Fechar

source: Coming Soon
de: Demnächst verfügbar
ja: 近日公開
pt: Em breve

source: Communicating with documents has never felt this easy using ChatGPT
ja: ChatGPTを使うと、ドキュメントとのコミュニケーションがこれほど簡単に感じたことはありませんでした
pt: Nunca foi tão fácil se comunicar com documentos usando o ChatGPT

source: Company
de: Unternehmen
ja: 会社
pt: Empresa

source: Compress PDF Tool
ja: PDF圧縮ツール
pt: Ferramenta de compressão de PDF

source: confirm password
ja: パスワードを確認
pt: confirmar senha

source: Confirm Password
ja: パスワードを認証する
pt: Confirme sua senha

source: confirm password and new password don' match
ja: 確認用パスワードと新しいパスワードが一致しません
pt: confirme a senha e a nova senha não coincidem

source: Contact Us
de: Kontaktieren Sie uns
ja: お問い合わせ
pt: Fale Conosco

source: Contact Us For Enterprise Plan
ja: エンタープライズプランについてはお問い合わせください
pt: Entre em contato conosco para o Plano Empresarial

source: Control Over Your Data
ja: データに対する制御
pt: Controle Sobre Seus Dados

source: Conversation deleted successfully
ja: 会話が正常に削除されました
pt: Conversa excluída com sucesso

source: Conversation history cleared successfully
ja: 会話履歴が正常にクリアされました
pt: Histórico de conversa limpo com sucesso

source: Conversation Per Day
ja: 1日あたりの会話数
pt: Conversas Por Dia

source: conversations
ja: 会話
pt: conversas

source: Conversations
de: Konversationen
ja: 会話
pt: Conversas

source: conversations per day
ja: 1日あたりの会話数
pt: conversas por dia

source: Converse, Learn, Track
ja: 会話し、学び、追跡
pt: Converse, Aprenda, Acompanhe

source: Copied
de: Kopiert
ja: コピーしました
pt: Copiado

source: Copy ID
ja: IDをコピー
pt: Copiar ID

source: Couldn't get your plan
ja: プラン情報を取得できませんでした
pt: Não foi possível obter o seu plano

source: Create a knowledge base by uploading a document. I'll respond with anything you need based on the document
ja: ドキュメントをアップロードして知識ベースを作成します。文書に基づいて必要な情報を提供します
pt: Crie uma base de conhecimento fazendo o upload de um documento. Eu responderei com tudo o que você precisa com base no documento

source: Create Account
ja: アカウントの作成
pt: Criar Conta

source: Create Knowledge Base
ja: ナレッジベースを作成する
pt: Criar Base de Conhecimento

source: Create New API Key
ja: 新しいAPIキーを作成
pt: Criar Nova Chave de API

source: Create New Key
ja: 新しいキーを作成
pt: Criar Nova Chave

source: Create New Knowledge Base
ja: 新しいナレッジベースを作成する
pt: Criar Nova Base de Conhecimento

source: credit
ja: クレジット

source: Current plan
ja: 現在のプラン
pt: Plano atual

source: Current Plan
ja: 現在のプラン
pt: Plano Atual

source: Custom and flexible pricing for high volume processing
ja: 大量処理のためのカスタマイズ可能な価格設定
pt: Preços personalizados e flexíveis para processamento de alto volume

source: Custom Max upload size
ja: カスタムの最大アップロードサイズ
pt: Tamanho máximo de upload personalizado

source: Customise Your Summary
ja: サマリーをカスタマイズ
pt: Personalize seu resumo

source: Customizable Link
ja: カスタマイズ可能なリンク
pt: Link Personalizável

source: Date Range
de: Datumsbereich
ja: 日付範囲
pt: 日期范围

source: Dedicated 24/7 Support
ja: 24時間年中無休の専任サポート
pt: Suporte Dedicado 24/7

source: Dedicated Support
ja: 専任サポート
pt: Suporte Dedicado

source: Delete
de: Löschen
ja: 削除
pt: Excluir

source: Delete Account
ja: アカウントを削除する
pt: Excluir Conta

source: Delete Conversation
ja: 会話を削除
pt: Excluir Conversa

source: Delete Doc
de: Dokument löschen
ja: ドキュメントを削除
pt: Excluir Documento

source: Delete document
ja: ドキュメントを削除
pt: Excluir Documento

source: Delete Document
ja: ドキュメントを削除
pt: Excluir Documento

source: Delete Failed
ja: 削除に失敗しました
pt: Falha ao Excluir

source: Delete Key
ja: キーを削除
pt: Excluir Chave

source: Delete Knowledge Base
ja: ナレッジベースを削除する
pt: Excluir Base de Conhecimento

source: Delete Success
ja: 削除が成功しました
pt: Exclusão bem-sucedida

source: Deletion Failed
ja: 削除に失敗しました
pt: Falha na Eliminação

source: Description
de: Beschreibung
ja: 説明
pt: 描述

source: Developer Docs
de: Entwicklerdokumentation
ja: 開発者ドキュメント
pt: Documentação para desenvolvedores

source: Developers
de: Entwickler
ja: 開発者
pt: Desenvolvedores

source: Disclaimer of Warranties
ja: 保証の免責事項
pt: Isenção de Garantias

source: Discover a brand new way to interact with your documents on AskYourPDF.
ja: AskYourPDFでドキュメントとの新しいやり取りの方法を発見しましょう。
pt: Descubra uma nova maneira de interagir com seus documentos no AskYourPDF.

source: Discover how AskYouPDF can be applied to various scenarios
ja: AskYourPDFがさまざまなシナリオに適用できる方法を発見する。
pt: Descubra como o AskYourPDF pode ser aplicado em vários cenários.

source: Discover More <0> Tools </0>
ja: さらに多くのツールを発見する
pt: Descubra mais ferramentas

source: Do not share the generated key with anyone.
ja: 生成されたキーは誰とも共有しないでください。
pt: Não compartilhe a chave gerada com ninguém.

source: Do not use test keys on production server
ja: 本番サーバーでテストキーを使用しないでください
pt: Não use chaves de teste em servidor de produção

source: Doc ID Successfully Generated
ja: ドキュメントIDの生成に成功しました
pt: ID do Doc Gerado com Sucesso

source: Docs
de: Dokumente
ja: ドキュメント

source: Document Deleted
ja: ドキュメントが削除されました
pt: Documento Excluído

source: Document deleted successfully
ja: ドキュメントが正常に削除されました
pt: Documento excluído com sucesso

source: Document Id
ja: ドキュメントID
pt: ID do Documento

source: Document Length Exceeds Limit
ja: 文書の長さが制限を超えています
pt: O comprimento do documento excede o limite

source: Document Not Found
ja: ドキュメントが見つかりません
pt: Documento não encontrado

source: document per day
ja: 1日あたりのドキュメント数
pt: documento por dia

source: Documentation
de: Dokumentation
ja: ドキュメンテーション
pt: Documentação

source: Documents
ja: ドキュメント
pt: Documentos

source: Documents natively supported by AskYourPDF can be seamlessly uploaded to the knowledge base.
ja: AskYourPDFがネイティブでサポートしている文書は、知識ベースにシームレスにアップロードできます。
pt: Documentos suportados nativamente pelo AskYourPDF podem ser facilmente enviados para a base de conhecimento.

source: documents per day
ja: 1日あたりのドキュメント数
pt: documentos por dia

source: Documents Upload/day
ja: 1日あたりのドキュメントアップロード数
pt: Documentos Enviados/dia

source: Done
de: Erledigt
ja: 終わり
pt: Feito

source: Downgrade
ja: ダウングレード
pt: Fazer Downgrade

source: Downgrade Account
ja: アカウントをダウングレード
pt: Fazer Downgrade da Conta

source: Download
de: Herunterladen
ja: ダウンロード
pt: Baixar

source: Download Extension
ja: 拡張機能をダウンロード
pt: Baixar Extensão

source: Download Our <0>App</0>
ja: アプリをダウンロードする
pt: Baixe nosso aplicativo

source: Dropbox links
ja: Dropbox リンク
pt: Links do Dropbox

source: e.g Exploring the Effects of Climate Change
ja: 例:気候変動の影響を探る
pt: por exemplo, Explorando os Efeitos das Mudanças Climáticas

source: e.g My Website API Key
ja: 例: My Website APIキー
pt: ex: Minha Chave de API do Site

source: Earn 30% Commission
ja: 30%の手数料を獲得
pt: Ganhe 30% de comissão

source: Edit Knowledge Base
ja: ナレッジベースを編集する
pt: Editar Base de Conhecimento

source: Effortless Research
ja: 無駄のない研究
pt: Pesquisa sem esforço

source: Elevate your document interaction with unlimited chats, full conversation history, and priority support.
ja: 無制限のチャット、完全な会話履歴、優先サポートで、ドキュメントとのインタラクションを向上させましょう。
pt: Eleve sua interação com documentos com bate-papos ilimitados, histórico completo de conversas e suporte prioritário.

source: Email Address
ja: メールアドレス
pt: Endereço de E-mail

source: Enter Mobile User ID
ja: モバイルユーザーIDを入力
pt: Digite o ID do usuário móvel

source: Enter three or more characters
ja: 3文字以上入力してください
pt: Digite três ou mais caracteres

source: Enterprise plan
ja: エンタープライズプラン
pt: Plano Empresarial

source: Enthusiasts and curious minds can use AskYouPDF to explore topics of interest within digital books and resources.
ja: 愛好家や好奇心旺盛な人々は、デジタルブックやリソース内の興味深いトピックを探索するためにAskYouPDFを利用できます。
pt: Entusiastas e mentes curiosas podem usar o AskYouPDF para explorar tópicos de interesse em livros digitais e recursos.

source: Error
de: Fehler
ja: エラー
pt: Erro

source: Error deleting your account: {errorMessage}
ja: アカウントの削除中にエラーが発生しました
pt: Erro ao eliminar a sua conta

source: Error submitting your issue: {errorMessage}
ja: 問題の提出中にエラーが発生しました：{errorMessage}
pt: Erro ao enviar o seu problema: {errorMessage}

source: Ever wished your documents could talk? With AskYourPDF, they can! Powered by ChatGPT we breathe life into your documents, making them interactive and engaging. No more endless scrolling or skimming - just upload, ask and uncover insights directly from your document
ja: ドキュメントが話せたらいいのに、と思ったことはありませんか? AskYourPDFなら可能です! ChatGPTの力でドキュメントに生命を吹き込み、インタラクティブでエンゲージメントのあるものにします。端から端までスクロールしたり、ただ目を通すことはもう過去のもの。アップロードして質問をし、ドキュメントから直接洞察を得ましょう
pt: Já desejou que seus documentos pudessem falar? Com o AskYourPDF, eles podem! Impulsionado pelo ChatGPT, damos vida aos seus documentos, tornando-os interativos e envolventes. Sem mais rolagens ou folheamentos infinitos - basta enviar, perguntar e descobrir insights diretamente do seu documento

source: Ever wished your documents could talk? With AskYourPDF, they can! Powered by ChatGPT we breathe life into your documents, making them interactive and engaging. No more endless scrolling or skimming – just upload, ask and uncover insights directly from your document
ja: ドキュメントが話せたらいいのに、と思ったことはありませんか? AskYourPDFなら可能です! ChatGPTの力でドキュメントに生命を吹き込み、インタラクティブでエンゲージメントのあるものにします。端から端までスクロールしたり、ただ目を通すことはもう過去のもの。アップロードして質問をし、ドキュメントから直接洞察を得ましょう
pt: Já desejou que seus documentos pudessem falar? Com o AskYourPDF, eles podem! Impulsionado pelo ChatGPT, damos vida aos seus documentos, tornando-os interativos e envolventes. Sem mais rolagens ou folheamentos infinitos - basta enviar, perguntar e descobrir insights diretamente do seu documento

source: Expanding Possibilities with Additional Resources
ja: 追加のリソースで可能性を拡大する
pt: Expandindo Possibilidades com Recursos Adicionais

source: Experience a new way to engage with your <0/> <1>documents </1>
ja: ドキュメントとの新しい対話方法を体験してください
pt: Experimente uma nova forma de interagir com seus documentos

source: Experience a new way to interact with your PDFs with our Chrome Extension
ja: 弊社のChrome拡張機能を使って、PDFとの新しい対話方法を体験してみてください
pt: Experimente uma nova forma de interagir com seus PDFs com nossa Extensão para o Chrome

source: Experience Seamless Integration and Unparalleled PDF Processing Capabilities with AskYourPDF API
ja: AskYourPDF APIを使用してシームレスな統合と並外れたPDF処理能力を体験してください
pt: Experimente a Integração Perfeita e Capacidades de Processamento de PDF Inigualáveis com a API da AskYourPDF

source: Experience the future of document interaction with AskYourPDF. Choose the plan that fits your needs and start engaging with your documents like never before:
ja: AskYourPDFでドキュメントとのインタラクションの未来を体験してください。ニーズに合ったプランを選択し、今までにない方法でドキュメントとエンゲージメントを始めましょう:
pt: Experimente o futuro da interação com documentos com o AskYourPDF. Escolha o plano que atende às suas necessidades e comece a interagir com seus documentos como nunca antes:

source: Expiry Date
ja: 有効期限
pt: Data de validade

source: Explore Other Tools
ja: 他のツールを探索する
pt: Explorar Outras Ferramentas

source: Explore our <0>products</0>
ja: 弊社の<0>製品</0>をご覧ください
pt: Explore nossos <0>produtos</0>

source: Explore our Free Tools
de: Entdecken Sie unsere kostenlosen Tools
ja: 無料ツールを探索する
pt: Explore nossas ferramentas gratuitas

source: Explore Tools
ja: ツールを探索する
pt: Explorar Ferramentas

source: Export Chat as PDF
ja: チャットをPDFとしてエクスポート
pt: Exportar Conversa como PDF

source: Extension
de: Erweiterung
ja: 拡張
pt: Extensão

source: Extensive Access
ja: 広範なアクセス
pt: Acesso Extenso

source: Failed
ja: 失敗しました
pt: Falha

source: Failed to clear conversation history
ja: 会話履歴のクリアに失敗しました
pt: Falha ao limpar histórico de conversa

source: Failed to delete conversation
ja: 会話の削除に失敗しました
pt: Falha ao excluir a conversa

source: Failed to delete conversation. Please try again
ja: 会話の削除に失敗しました。もう一度お試しください
pt: Falha ao deletar conversa. Por favor, tente novamente

source: Failed to delete document. Please try again
ja: ドキュメントの削除に失敗しました。もう一度お試しください
pt: Falha ao deletar documento. Por favor, tente novamente

source: Failed to export PDF
de: Export als PDF fehlgeschlagen
ja: PDFのエクスポートに失敗しました
pt: Falha ao exportar PDF

source: Failed to fetch billing history. Please try again.
ja: 課金履歴の取得に失敗しました。もう一度お試しください。
pt: Falha ao buscar histórico de cobrança. Por favor, tente novamente.

source: Failed to load subscriptions
ja: サブスクリプションの読み込みに失敗しました
pt: Falha ao carregar assinaturas

source: Failed to summarise document. Please try again
ja: ドキュメントの要約に失敗しました。もう一度お試しください
pt: Falha ao resumir o documento. Por favor, tente novamente

source: Failed to summarise text. Please try again
ja: テキストの要約に失敗しました。もう一度お試しください
pt: Falha ao resumir o texto. Por favor, tente novamente

source: Failed to upload file
de: Datei konnte nicht hochgeladen werden
ja: ファイルのアップロードに失敗しました
pt: Falha ao enviar arquivo

source: Failed to upload file. Try downloading the file and upload it manually.
ja: ファイルのアップロードに失敗しました。ファイルをダウンロードして、手動でアップロードしてみてください。
pt: Não foi possível carregar o arquivo. Tente fazer o download do arquivo e carregá-lo manualmente.

source: FAQs
de: Häufig gestellte Fragen (FAQ)
ja: よくある質問
pt: Perguntas frequentes

source: Fetch document
de: Dokument abrufen
ja: ドキュメントを取得中
pt: Obtendo documento

source: Fetching document
de: Dokument wird abgerufen
ja: ドキュメントを取得中
pt: Obtendo documento

source: Fetching documents
ja: 文書を取得中
pt: Obtendo Documentos

source: Field of Study
de: Studienfeld
ja: 研究の分野
pt: 研究领域

source: File Upload
de: Datei hochladen
ja: ファイルのアップロード
pt: Envio de Arquivos

source: File upload failed
ja: ファイルのアップロードに失敗しました
pt: Falha no envio do arquivo

source: File Upload Failed
de: Datei-Upload fehlgeschlagen
ja: ファイルのアップロードに失敗しました
pt: Falha no Envio do Arquivo

source: File uploaded successfully
ja: ファイルが正常にアップロードされました
pt: Arquivo enviado com sucesso

source: Finally, click the 'Summarise' button, and within moments, AskYourPDF will provide you with a customized summary of your document based on your settings and, if provided, your prompt.
ja: 最後に、「要約」ボタンをクリックし、わずかな時間で、AskYourPDFはあなたの設定と、提供された場合は指示に基づいたカスタマイズされた文書の要約を提供します。
pt: Finalmente, clique no botão 'Resumir' e, em questão de instantes, o AskYourPDF fornecerá um resumo personalizado do seu documento com base nas suas configurações e, se fornecido, na sua instrução.

source: For those who rely on Dropbox for their document storage, the AskYourPDF Chrome extension is a really helpful addition. Open any PDF link from Dropbox in Chrome, and the extension starts up, ready to help. With its intuitive interface, you can now work with your Dropbox documents more easily, making it a must-have tool for professionals and students alike.
ja: ドキュメントの保存にDropboxを利用している人にとって、AskYourPDF Chrome拡張機能は本当に役立つ追加機能です。ChromeでDropboxからのPDFリンクを開くと、拡張機能が起動し、即座にサポートの用意ができます。直感的なインターフェースを備えているため、Dropboxのドキュメントとの作業がより簡単になり、プロフェッショナルや学生にとって必携のツールとなっています。
pt: Para aqueles que dependem do Dropbox para armazenar seus documentos, a extensão AskYourPDF para o Chrome é uma adição realmente útil. Abra qualquer link de PDF do Dropbox no Chrome, e a extensão inicia, pronta para ajudar. Com sua interface intuitiva, agora você pode trabalhar com seus documentos do Dropbox de forma mais fácil, tornando-a uma ferramenta indispensável tanto para profissionais quanto para estudantes.

source: Format
ja: フォーマット
pt: Formato

source: Free
ja: 無料
pt: Grátis

source: Free Plan
ja: 無料プラン
pt: Plano Gratuito

source: Free Plan <0>$0/month</0>
ja: フリープラン <0>月額$0</0>
pt: Plano Gratuito <0>$0/mês</0>

source: Free tier usage applicable - 100 page per document & 50 questions daily
ja: フリープランの利用 - 1ドキュメントあたり100ページ、1日50問まで
pt: Uso da camada gratuita aplicável - 100 páginas por documento e 50 perguntas diárias

source: Free users can upload one document per day. Premium and Pro users can upload 50 and 150 documents per day respectively. For higher number of uploads, users need to contact us for the enterprise plan.
de: Kostenlose Benutzer können ein Dokument pro Tag hochladen. Premium- und Pro-Benutzer können 50 bzw. 150 Dokumente pro Tag hochladen. Für eine höhere Anzahl von Uploads müssen sich Benutzer für den Enterprise-Plan an uns wenden.
ja: 無料ユーザーは1日に1つの文書をアップロードできます。プレミアムおよびプロユーザーはそれぞれ1日に50および150の文書をアップロードできます。より多くのアップロードが必要な場合、ユーザーはエンタープライズプランのために私たちに連絡する必要があります。
pt: Usuários gratuitos podem fazer upload de um documento por dia. Usuários Premium e Pro podem fazer upload de 50 e 150 documentos por dia, respectivamente. Para um número maior de uploads, os usuários precisam entrar em contato conosco para o plano empresarial.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
ja: よくある質問
pt: Perguntas Frequentes

source: From Your Documents
de: Aus Ihren Dokumenten
ja: あなたの文書から
pt: Dos Seus Documentos

source: Generate API Key
ja: APIキーを生成
pt: Gerar Chave de API

source: Generated on
ja: 生成日
pt: Gerado em

source: Get Our Plugin
ja: 弊社のプラグインを取得
pt: Obtenha Nosso Plugin

source: Get Paid Commission
ja: 手数料を受け取る
pt: Receba Comissão

source: Get Started
de: Loslegen
ja: はじめる
pt: Começar

source: Getting Started
de: Erste Schritte
ja: はじめに
pt: Começando

source: Go all out on features! Get everything in the Pro Plan, plus priority document processing and access to new features.
ja: 機能をフルに活用しましょう! プロプランの全機能に加え、優先的なドキュメント処理と新機能へのアクセスが含まれます。
pt: Aproveite os recursos ao máximo! Obtenha tudo no Plano Pro, mais processamento prioritário de documentos e acesso a novos recursos.

source: Go back
ja: 戻る
pt: Voltar

source: Go Back
ja: 戻る
pt: Voltar

source: Google Drive Links
ja: Google Drive リンク
pt: Links do Google Drive

source: Governing Law
ja: 準拠法
pt: Lei Aplicável

source: Harmful Content
ja: 有害なコンテンツ
pt: Conteúdo prejudicial

source: Here, you give voice to your documents, turning them into engaging chat partners. What's more? You can effortlessly track and revisit all your conversations. Take control, ask questions, get answers, and never lose track of your learning. Ready to make your documents work for you?
ja: ここでドキュメントに声を与え、エンゲージメントあるチャットパートナーに変えることができます。その上、すべての会話を手軽に追跡・再確認できます。コントロールを取り戻し、質問をし、答えを得て、学びを見失うことがなくなります。ドキュメントを自分のために働かせる準備はできましたか?
pt: Aqui, você dá voz aos seus documentos, transformando-os em envolventes parceiros de bate-papo. Mais? Você pode rastrear e revisitar todas as suas conversas sem esforço. Assuma o controle, faça perguntas, obtenha respostas e nunca perca o rastro da sua aprendizagem. Pronto para fazer seus documentos trabalharem para você?

source: Hey there, Just a quick reminder
ja: こんにちは、ちょっとしたお願いがあります
pt: Ei, só um rápido lembrete

source: Home
de: Startseite
ja: ホーム
pt: Início

source: How does billing work?
de: Wie funktioniert die Abrechnung?
ja: 請求はどのように動作しますか？
pt: Como funciona a faturação?

source: How does it work?
de: Wie funktioniert es?
ja: どのように機能しますか?
pt: Como funciona?
