Repository: Awo-Oosha/askyourpdf_free_tools_test
Catalog: locales/*/messages.po
Languages: de, ja, pt

source: Fill in the field (s) below to generate your Instagram caption
de: Füllen Sie das/die Feld(er) unten aus, um Ihre Instagram-Beschriftung zu generieren

source: Fill in the field (s) below to generate your Lyrics
de: Füllen Sie das/die Feld(er) unten aus, um Ihre Liedtexte zu generieren

source: Fill in the field (s) below to generate your paragraph
de: Füllen Sie das/die Feld(er) unten aus, um Ihren Absatz zu generieren

source: Fill in the field (s) below to generate your poem
de: Füllen Sie das/die Feld(er) unten aus, um Ihr Gedicht zu generieren

source: Fill in the field (s) below to generate your Rap
de: Füllen Sie das/die Feld(er) unten aus, um Ihren Rap zu generieren

source: Fill in the field (s) below to generate your story
de: Füllen Sie das/die Feld(er) unten aus, um Ihre Geschichte zu generieren

source: Fill in the field (s) below to generate your text
de: Füllen Sie das/die Feld(er) unten aus, um Ihren Text zu generieren

source: Fill in the field (s) below to generate your thesis
de: Füllen Sie das/die Feld(er) unten aus, um Ihre These zu generieren

source: Five
de: Fünf

source: Food
de: Essen

source: Four
de: Vier

source: Free Verse
de: Freie Versform

source: Fuel your literary imagination with our AI Book Title Generator. Discover captivating titles for your next literary masterpiece effortlessly.
de: Belebe deine literarische Vorstellungskraft mit unserem KI-Buchtitelgenerator. Entdecke fesselnde Titel für dein nächstes literarisches Meisterwerk mühelos.

source: Full length
de: Vollständige Länge

source: Funny
de: Lustig

source: Gangstar
de: Gangster

source: General Content
de: Allgemeiner Inhalt

source: Generate Book
de: Buch generieren

source: Generate Book Title
de: Buchtitel generieren

source: Generate Essay
de: Aufsatz generieren

source: Generate Instagram caption
de: Instagram-Beschriftung generieren

source: Generate Instagram Caption
de: Instagram-Beschriftung generieren

source: Generate Lyrics
de: Liedtexte generieren

source: Generate Paragraph
de: Absatz generieren

source: Generate Poem
de: Gedicht generieren

source: Generate Rap
de: Rap generieren

source: Generate story
de: Geschichte generieren

source: Generate Story
de: Geschichte generieren

source: Generate text
de: Text generieren

source: Generate Text
de: Text generieren

source: Generate Thesis
de: These generieren

source: Generate thesis statement
de: These generieren

source: Happy
de: Fröhlich

source: Hashtags Preferences
de: Hashtags-Präferenzen

source: Include Hashtag
de: Hashtag einschließen

source: Input Character Names and a brief description of the main characters
de: Geben Sie die Namen der Charaktere und eine kurze Beschreibung der Hauptfiguren ein

source: Input main idea/supporting points
de: Hauptidee/Unterstützende Punkte eingeben

source: Input names and a brief description of the main characters
de: Namen und eine kurze Beschreibung der Hauptfiguren eingeben

source: Input some line here to begin
de: Geben Sie hier eine Zeile ein, um zu beginnen

source: Inspirational
de: Inspirierend

source: Instagram Caption
de: Instagram-Beschriftung

source: Instagram Caption Generator
de: Instagram Bildunterschriften-Generator

source: Instantly enhance your Instagram posts with our AI Caption Generator. Elevate your captions effortlessly for the perfect social media presence.
de: Verbessere sofort deine Instagram-Beiträge mit unserem KI-Untertitelgenerator. Steigere mühelos deine Untertitel für die perfekte Präsenz in den sozialen Medien.

source: Joyful
de: Freudig

source: Leverage the power of artificial intelligence to discover, analyse, and recommend sources of relevant to your needs.
de: Nutzen Sie die Kraft der künstlichen Intelligenz, um Quellen zu entdecken, zu analysieren und für Ihre Bedürfnisse zu empfehlen.

source: Literature Review copied
de: Literaturübersicht kopiert

source: Location
de: Ort

source: Long
de: Lang

source: Love
de: Liebe

source: Main idea/supporting points
de: Hauptidee/Unterstützende Punkte

source: Maximum of 10000 characters
de: Maximal 10000 Zeichen

source: Medium
de: Mittel

source: Misery
de: Elend

source: Mood/Tone
de: Stimmung/Ton

source: Narrative
de: Erzählung

source: Nature
de: Natur

source: Number of Paragraphs
de: Anzahl der Absätze

source: Old School
de: Alte Schule

source: One
de: Eins

source: Our Knowledge Base is Now Live
de: Unsere Wissensdatenbank ist jetzt live

source: Paragraph Generator
de: Absatz-Generator

source: Passion
de: Leidenschaft

source: PDF To Chat
de: PDF zum Chatten

source: Period
de: Periode

source: Poem Generator
de: Gedicht-Generator

source: Professional
de: Professionell

source: Review Failed
de: Überprüfung fehlgeschlagen

source: Review my work
de: Überprüfen Sie meine Arbeit

source: Romantic
de: Romantisch

source: Sad
de: Traurig

source: Save Time and Effort with an AI-Powered Literature Review Writer. Streamline research, generate structured summaries, and create cohesive and comprehensive reviews that elevate your academic work. Powered by AI.
de: Sparen Sie Zeit und Mühe mit einem KI-gesteuerten Literature Review Writer. Optimieren Sie Ihre Recherchen, erstellen Sie strukturierte Zusammenfassungen und verfassen Sie zusammenhängende und umfassende Rezensionen, die Ihre akademische Arbeit aufwerten. Unterstützt durch KI

source: Seamlessly cite, reference, edit, split, merge, compress, and extract text from PDFs. Harness the power of AI to simplify your PDF interactions for free
de: Nahtlos zitieren, referenzieren, bearbeiten, teilen, zusammenführen, komprimieren und Text aus PDFs extrahieren. Nutzen Sie die Leistung der KI, um Ihre PDF-Interaktionen kostenlos zu vereinfachen

source: Select Best Tempo
de: Bestes Tempo auswählen

source: Select Complexity
de: Komplexität auswählen

source: Select Genre
de: Genre auswählen

source: Select Length
de: Länge auswählen

source: Select Mood
de: Stimmung auswählen

source: Select Purpose
de: Zweck auswählen

source: Select Style
de: Stil auswählen

source: Select Theme
de: Thema auswählen

source: Select Themes
de: Themen auswählen

source: Select Tone
de: Ton auswählen

source: Select Type
de: Typ auswählen

source: Select Type of Paper
de: Papiertyp auswählen

source: Seven
de: Sieben

source: Short
de: Kurz

source: Short story
de: Kurzgeschichte

source: Simplicity Of Words
de: Einfachheit der Worte

source: Simplify your academic writing. Let our AI Thesis Statement Generator craft concise, impactful thesis statements for your research effortlessly.
de: Vereinfachen Sie Ihre wissenschaftlichen Arbeiten. Lassen Sie unseren KI-Thesengenerator mühelos prägnante, wirkungsvolle Thesen für Ihre Forschung erstellen.

source: Six
de: Sechs

source: Slow
de: Langsam

source: Source copied
de: Quelle kopiert

source: story
de: Geschichte

source: Story Generator
de: Geschichten-Generator

source: Streamline research, generate structured summaries, and create cohesive and comprehensive reviews that elevate your academic work.
de: Optimiere deine Schreibweise. Unser KI-Absatzgenerator erstellt prägnante und kohärente Absätze, um die Klarheit und Wirkung deines Inhalts zu verbessern.

source: Streamline your writing. Our AI Paragraph Generator crafts concise and coherent paragraphs, enhancing the clarity and impact of your content.
de: Optimiere deine Schreibweise. Unser KI-Absatzgenerator erstellt prägnante und kohärente Absätze, um die Klarheit und Wirkung deines Inhalts zu verbessern.

source: Technical
de: Technisch

source: The summarisation service, GPT4 and Claude 2, operate on a credit-based system; while initial credits are provided complimentary as part of your subscription, additional credits may need to be purchased once these are exhausted. All credit purchases are final, non-refundable, and must be used exclusively for the Summarization Service, GPT4, or Claude 2.
de: Der Zusammenfassungsdienst, GPT4 und Claude 2, arbeiten mit einem auf Credits basierenden System. Während anfängliche Credits als Teil Ihres Abonnements kostenlos bereitgestellt werden, müssen möglicherweise zusätzliche Credits erworben werden, sobald diese aufgebraucht sind. Alle Credit-Käufe sind endgültig, nicht erstattungsfähig und dürfen ausschließlich für den Zusammenfassungsdienst, GPT4 oder Claude 2 verwendet werden.

source: Theme / Topic
de: Thema

source: Thesis Statement Generator
de: Hausarbeitsthema-Generator

source: Three
de: Drei

source: Time
de: Zeit

source: Title or Topic
de: Titel oder Thema

source: Transform ideas into text effortlessly. Our AI Text Generator crafts diverse and engaging content, making creativity and productivity seamless.
de: Verwandeln Sie Ideen mühelos in Text. Unser KI-Textgenerator erstellt vielfältigen und ansprechenden Inhalt und macht Kreativität sowie Produktivität nahtlos.

source: Trap
de: Falle

source: Travel
de: Reisen

source: Two
de: Zwei

source: Unleash limitless creativity with our AI Story Generator. Craft unique tales, explore diverse genres, and bring your narratives to life.
de: Entfesseln Sie grenzenlose Kreativität mit unserem KI-Story-Generator. Gestalten Sie einzigartige Geschichten, erkunden Sie verschiedene Genres und bringen Sie Ihre Erzählungen zum Leben.

source: Unleash lyrical brilliance with our AI Rap Generator. Elevate your flow with personalized, AI-crafted rhymes. Ignite your rap game.
de: Durch intelligentes, automatisches Zusammenführen werden Ihre PDFs nahtlos zu einem einzigen, kohärenten Dokument vereint, wobei Qualität und Formatierung erhalten bleiben.

source: Very Long
de: Sehr lang

source: Very Short
de: Sehr kurz

source: Warning
de: Warnung

source: What does "additional credits may be required" mean in the pricing section?
de: Was bedeutet "zusätzliche Guthaben können erforderlich sein" im Preisabschnitt?

source: With our smart, automated merging, your PDFs are unified seamlessly into a single, cohesive document while maintaining quality and formatting.
de: Mit unserer intelligenten, automatischen Zusammenführung werden Ihre PDFs nahtlos zu einem einzigen, zusammenhängenden Dokument vereint, wobei Qualität und Formatierung erhalten bleiben.

source: You can now chat with multiple documents at once using our knowledge base
de: Sie können jetzt über unsere Wissensdatenbank mit mehreren Dokumenten gleichzeitig chatten

source: Your creative companion on your musical journey, create lyrics that tell your unique story
de: Ihr kreativer Begleiter auf Ihrer musikalischen Reise. Erstellen Sie Texte, die Ihre einzigartige Geschichte erzählen.
