Repository: Awo-Oosha/askyourpdf_free_tools_test
Catalog: locales/*/messages.po
Languages: de, ja, pt

source: Priority support
ja: 優先サポート
pt: Suporte prioritário

source: Privacy
ja: プライバシー
pt: Privacidade

source: Privacy Policy
de: Datenschutzrichtlinie
ja: プライバシーポリシー
pt: Política de Privacidade

source: Pro Plan
ja: プロプラン
pt: Plano Pro

source: Pro Plan <0>$14.99/month or $9.99/month (Billed Annually)</0>
ja: プロプラン <0>$14.99/月または$9.99/月（年間請求）</0>
pt: Plano Pro <0>$14,99/mês ou $9,99/mês (Faturado Anualmente)</0>

source: production
ja: 本番
pt: produção

source: Production Keys
ja: 本番キー
pt: Chaves de Produção

source: Products
de: Produkte
ja: 製品
pt: Produtos

source: Profile
de: Profil
ja: プロフィール
pt: Perfil

source: Prompt
ja: プロンプト
pt: Indicação

source: Questions
ja: 質問
pt: Perguntas

source: Questions (Plugin)
ja: 質問(プラグイン)
pt: Perguntas (Plugin)

source: questions per day
ja: 1日あたりの質問数
pt: perguntas por dia

source: questions/day
ja: 1日あたりの質問数
pt: perguntas/dia

source: Reaction Failed to submit
ja: リアクションの提出に失敗しました
pt: A reação não pôde ser enviada

source: Read Documentation
ja: ドキュメントを読む
pt: Ler Documentação

source: Read OCR PDF
de: OCR-PDF lesen
ja: OCR PDF を読む
pt: Ler PDF OCR

source: Ready to harness the future of document interaction? Let's dive into how you can make the most of AskYouPDF's incredible features.
ja: 文書の対話の未来を活用する準備はできていますか？ AskYouPDFの素晴らしい機能を最大限に活用する方法について掘り下げてみましょう。
pt: Pronto para aproveitar o futuro da interação com documentos? Vamos explorar como você pode aproveitar ao máximo os recursos incríveis do AskYouPDF.

source: Receive Answers
ja: 回答を受け取る
pt: Receber Respostas

source: Receive Your Summary
ja: あなたの要約を受け取る
pt: Receba o seu resumo

source: Renew
ja: 更新
pt: Renovar

source: Renew Canceled Plan
ja: キャンセルされたプランを更新
pt: Renovar Plano Cancelado

source: Renew Plan
ja: プランを更新
pt: Renovar Plano

source: Report an Issue
ja: 問題を報告する
pt: Reportar um problema

source: Request timed out. Please try again
de: Anfrage abgelaufen. Bitte versuchen Sie es erneut
ja: リクエストがタイムアウトしました。もう一度お試しください
pt: Tempo limite do pedido. Por favor, tente novamente

source: Respecting Your Privacy: Our Commitment and Assurance
ja: あなたのプライバシーを尊重: 弊社のコミットメントと保証
pt: Respeitando sua privacidade: nosso compromisso e garantia

source: Results for
de: Ergebnisse für
ja: の結果
pt: Resultados para

source: Review will be displayed here
de: Die Überprüfung wird hier angezeigt
ja: ここにレビューが表示されます
pt: 评论将显示在这里

source: Save Details
ja: 詳細の保存
pt: Salvar detalhes

source: Save Time
ja: 時間を節約
pt: Economize Tempo

source: Say hello to documents that respond to you! With AskYourPDF, your reading isn't just simple, it's fun!
de: Begrüßen Sie Dokumente, die auf Sie reagieren! Mit AskYourPDF ist das Lesen nicht nur einfach, sondern auch spaßig!
ja: あなたに反応するドキュメントをご紹介します! AskYourPDFで、読書は単に簡単なだけでなく、楽しくなります!
pt: Dê oi para documentos que respondem a você! Com o AskYourPDF, sua leitura não é apenas simples, é divertida!

source: Seamlessly edit, split, merge, compress, and extract text from PDFs. Harness the power of AI to simplify your PDF interactions for free
ja: PDF からテキストをシームレスに編集、分割、結合、圧縮、抽出します。 AI の力を利用して PDF の操作を無料で簡素化します
pt: Edite, divida, mescle, compacte e extraia texto de PDFs com facilidade. Aproveite o poder da IA para simplificar suas interações com PDF gratuitamente

source: Search
ja: 検索
pt: Pesquisar

source: Search Failed
ja: 検索に失敗しました
pt: Falha na Pesquisa

source: Search for any conversation
ja: 会話を検索
pt: Pesquisar qualquer conversa

source: Security of Your Information
ja: 情報のセキュリティ
pt: Segurança das suas informações

source: Select a preferred pricing plan to get started
ja: 開始するために希望の価格プランを選択してください
pt: Escolha um plano de preços preferido para começar

source: Select an option
ja: オプションを選択
pt: Selecionar uma opção

source: Select Documents
ja: ドキュメントを選択する
pt: Selecionar Documentos

source: Settings
de: Einstellungen
ja: 設定
pt: Configurações

source: Share
ja: 共有
pt: Compartilhar

source: Share Customizable link
ja: カスタマイズ可能なリンクを共有
pt: Compartilhar link personalizável

source: Share this conversation
ja: この会話を共有
pt: Compartilhar esta conversa

source: Share Via:
ja: 共有元:
pt: Compartilhar Via:

source: Share Your Referral Link with Your Audience
ja: あなたの観客とリファラルリンクを共有する
pt: Compartilhe Seu Link de Indicação com Sua Audiência

source: Short guides to get you started
ja: はじめるための短いガイド
pt: Guias curtos para começar

source: Sign Up for the Affiliate Program
ja: アフィリエイトプログラムにサインアップ
pt: Registre-se no Programa de Afiliados

source: Sign Up Now
ja: 今すぐサインアップ
pt: Registre-se Agora

source: Something went wrong. Please try again
ja: なにかが間違っています。もう一度お試しください
pt: Algo deu errado. Por favor, tente novamente

source: Sorry, but this document has over {SUMMARY_MAX_PAGES} pages. Please select a document with fewer pages to continue.
ja: 申し訳ありませんが、この文書は{SUMMARY_MAX_PAGES}ページを超えています。続行するにはページ数の少ない文書を選択してください。
pt: Desculpe, mas este documento tem mais de {SUMMARY_MAX_PAGES} páginas. Por favor, selecione um documento com menos páginas para continuar.

source: Split Another
de: Andere teilen
ja: 別の分割
pt: Dividir outro

source: Split PDF
de: PDF teilen
ja: PDFの分割
pt: Dividir PDF

source: Split PDF Tool
ja: PDF分割ツール
pt: erramenta de Divisão de PDF

source: Start Conversation
ja: 会話を始める
pt: Iniciar Conversa

source: Start For Free
de: Kostenlos Starten
ja: 無料で開始
pt: Comece Grátis

source: Start your first conversation
ja: 最初の会話を始めましょう
pt: Comece sua primeira conversa

source: Start your first knowledge base
ja: 最初の知識ベースを作成します
pt: Inicie sua primeira base de conhecimento

source: Status
ja: ステータス

source: Submission Failed
ja: 提出に失敗しました
pt: Envio falhou

source: Submit
ja: 送信
pt: Enviar

source: Subscribe for
ja: 購読する
pt: Assinar por

source: Subscribe To
ja: 購読
pt: Assinar

source: Subscribers can cancel their subscription at any time. However, no refunds will be provided for any unused portion of the subscription period.
de: Abonnenten können ihr Abonnement jederzeit kündigen. Es werden jedoch keine Rückerstattungen für ungenutzte Teile des Abonnementzeitraums gewährt.
ja: 購読者はいつでも購読をキャンセルできます。ただし、購読期間の未使用部分に対しては払い戻しが提供されません。
pt: Os assinantes podem cancelar sua assinatura a qualquer momento. No entanto, não serão fornecidos reembolsos para qualquer parte não utilizada do período de assinatura.

source: Subscribers can cancel their subscriptions at any time, but no refunds will be provided for any unused portion of the subscription period.
ja: 購読者はいつでも購読をキャンセルできますが、購読期間の未使用部分に対しては払い戻しは行われません。
pt: Os assinantes podem cancelar suas assinaturas a qualquer momento, mas não haverá reembolso para qualquer parte não utilizada do período de assinatura.

source: Subscription Failed
ja: サブスクリプションに失敗しました
pt: Falha na Assinatura

source: Subscriptions and cancellations
ja: 購読とキャンセル
pt: Assinaturas e cancelamentos

source: Success
ja: 成功
pt: Sucesso

source: Summarisation
de: Zusammenfassung
ja: 要約
pt: Resumo

source: Summarise Documents
ja: ドキュメントを要約する
pt: Resumir Documentos

source: Summarization Access
ja: 要約アクセス
pt: Acesso à Sumarização

source: Summary
ja: 要約
pt: Resumo

source: Summary copied
ja: 要約がコピーされました
pt: Resumo copiado

source: Summary Failed
ja: 要約に失敗しました
pt: Falha no Resumo

source: Summary will be displayed here
ja: 要約がここに表示されます
pt: O resumo será exibido aqui

source: Supercharge Document <0/> <1>Interactions</1>
ja: ドキュメントの<0/><1>インタラクション</1>を強化
pt: Acelere a Interação com Documentos <0/> <1>Interações</1>

source: Supported formats
ja: サポートされているフォーマット
pt: Formatos suportados

source: Supported formats: .pdf', '.txt', '.ppt', '.pptx', '.csv', '.epub', '.rtf'
ja: サポートされているフォーマット: .pdf, .txt, .ppt, .pptx, .csv, .epub, .rtf
pt: Formatos suportados: .pdf, .txt, .ppt, .pptx, .csv, .epub, .rtf

source: Supported formats: .pdf', '.txt', '.ppt', '.pptx', '.csv', '.epub', '.rtf' (max 200 pages)
ja: サポートされているフォーマット： .pdf、.txt、.ppt、.pptx、.csv、.epub、.rtf（最大200ページ
pt: Formatos suportados: .pdf, .txt, .ppt, .pptx, .csv, .epub, .rtf (máximo de 200 páginas)

source: Switch Plan
ja: プランを切り替える
pt: Mudar de Plano

source: Switch To Premium
ja: プレミアムに切り替える
pt: Mudar para Premium

source: Switch To Pro
ja: プロに切り替える
pt: Mudar para Pro

source: Take your document chats on the go with AskYourPDF app! Chat, track, learn - anytime, anywhere. Available on iOS and Android.
ja: AskYourPDFアプリで持ち歩けるドキュメントチャット! いつでもどこでもチャット、追跡、学習。iOSとAndroidで利用可能。
pt: Leve suas conversas com documentos a qualquer lugar com o app AskYourPDF! Converse, acompanhe, aprenda - a qualquer hora, em qualquer lugar. Disponível para iOS e Android.

source: Technical Mastery
ja: テクニカル マスタリー
pt: Maestria Técnica

source: Termination
ja: 終了
pt: Rescisão

source: Terms & Conditions
de: Geschäftsbedingungen
ja: 利用規約
pt: Termos e Condições

source: test
ja: テスト
pt: teste

source: Test API keys should only be used on staging or during development. Switch to production keys when you wish to go live
ja: テストAPIキーはステージングや開発中にのみ使用してください。本番環境にしたいときは本番キーに切り替えてください
pt: Chaves de API de teste devem ser usadas apenas em homologação ou durante desenvolvimento. Mude para chaves de produção quando desejar ir ao vivo

source: Test Keys
ja: テストキー
pt: Chaves de Teste

source: Thank You
ja: ありがとうございます
pt: Obrigado

source: The application uses artificial intelligence to analyze the content of the document and provide a chat interface for users to ask questions get answers.
de: Die Anwendung verwendet künstliche Intelligenz, um den Inhalt des Dokuments zu analysieren und eine Chat-Schnittstelle bereitzustellen, damit Benutzer Fragen stellen und Antworten erhalten können.
ja: このアプリケーションは、ドキュメントの内容をAIで分析し、ユーザーが質問して答えを得られるチャットインターフェースを提供します。
pt: O aplicativo usa inteligência artificial para analisar o conteúdo do documento e fornecer uma interface de bate-papo para que os usuários façam perguntas e obtenham respostas.

source: The AskYourPDF Knowledge Base is a service that allows users to create a list or library of documents which then serves as a knowledge base. Users can then chat this knowledge base as if it were a single document and receive answers based on the information contained within those documents.
ja: AskYourPDFの知識ベースは、ユーザーが文書のリストやライブラリを作成し、それが知識ベースとして機能するサービスです。ユーザーはそれからこの知識ベースとチャットし、それが単一の文書であるかのように回答を受け取り、それらの文書に含まれる情報に基づいています。
pt: A Base de Conhecimento AskYourPDF é um serviço que permite aos usuários criar uma lista ou biblioteca de documentos que depois serve como uma base de conhecimento. Os usuários podem então conversar com essa base de conhecimento como se fosse um único documento e receber respostas com base nas informações contidas nesses documentos.

source: The AskYourPDF Knowledge Base service provides a platform for users to upload documents into one folder 📂 (knowledge base) from which they can ask questions and get answers based on those documents.
ja: AskYourPDFのナレッジベースサービスは、ユーザーがドキュメントを1つのフォルダ 📂（ナレッジベース）にアップロードし、そのドキュメントを基に質問をしたり回答を得たりできるプラットフォームを提供します。
pt: O serviço de Base de Conhecimento do AskYourPDF fornece uma plataforma para os usuários carregarem documentos em uma pasta 📂 (base de conhecimento) a partir da qual podem fazer perguntas e obter respostas com base nesses documentos.

source: The Information We Collect and Its Use
ja: 収集する情報とその利用方法
pt: As Informações que Coletamos e Seu Uso

source: The Knowledge Base service is included at no additional cost for our Premium, Pro, and Enterprise plans.
ja: 知識ベースサービスは、当社のプレミアム、プロ、エンタープライズプランには追加料金はかかりません。
pt: O serviço de Base de Conhecimento está incluído sem custos adicionais em nossos planos Premium, Pro e Enterprise.

source: These terms and conditions shall be governed by and construed in accordance with the laws of the country or state where it is used.
ja: 本利用規約は、利用される国または州の法律に準拠し、それに従って解釈されます。
pt: Estes termos e condições serão regidos e interpretados de acordo com as leis do país ou estado onde forem utilizados.

source: Third-Party Services
ja: 第三者サービス
pt: Serviços de Terceiros

source: This application lets you chat with any document you upload.
ja: このアプリケーションを使えば、アップロードしたドキュメントとチャットができます。
pt: Este aplicativo permite conversar com qualquer documento que você enviar.

source: This feature requires an active subscription. Click the button below to upgrade your account and access more features
ja: この機能を利用するにはアクティブなサブスクリプションが必要です。アカウントをアップグレードし、さらに多くの機能にアクセスするために下のボタンをクリックしてください
pt: Esta funcionalidade requer uma assinatura ativa. Clique no botão abaixo para atualizar a sua conta e ter acesso a mais funcionalidades

source: This plan limits your quota to the maximum available for the {0} Plan. <0>Learn More</0>
ja: このプランでは、{0}プランで利用可能な最大値までにクォータが制限されます。<0>詳細</0>
pt: Este plano limita sua cota ao máximo disponível para o Plano {0}. <0>Saiba mais</0>

source: This quota sets the maximum number of API calls or actions you can perform within a given period. If you find your needs exceeding this limit, consider upgrading to one of our premium plans for additional quota and features.
ja: このクォータは、所定の期間内に実行できるAPI呼び出しやアクションの最大数を設定します。この制限を超える必要がある場合は、追加のクォータと機能のためにプレミアムプランへのアップグレードを検討してください。
pt: Esta cota define o número máximo de chamadas de API ou ações que você pode executar dentro de um determinado período. Se precisar exceder esse limite, considere atualizar para um de nossos planos premium para obter cota e recursos adicionais.

source: To begin, upload the document to be summarised. This can be a PDF, text file, or any of the various document formats that are supported. <0/>After you've submitted the document, you'll have to wait a few moments while AskYourPDF processes it. Our AI system will analyze the material in order to extract important information.
ja: 開始するには、要約するドキュメントをアップロードしてください。これはPDFファイル、テキストファイル、またはサポートされているさまざまなドキュメント形式のいずれかです。ドキュメントを提出した後、AskYourPDFが処理する間、数分間お待ちいただく必要があります。当社のAIシステムは重要な情報を抽出するために素材を分析します。
pt: Para começar, faça o upload do documento que deseja resumir. Isso pode ser um arquivo PDF, um arquivo de texto ou qualquer um dos vários formatos de documento suportados. Após enviar o documento, você terá que esperar alguns momentos enquanto o AskYourPDF o processa. Nosso sistema de IA analisará o material para extrair informações importantes.

source: To provide the best possible experience on AskYourPDF, we collect certain types of data from our users:
ja: AskYourPDFで最高のエクスペリエンスを提供するために、ユーザーから特定の種類のデータを収集しています:
pt: Para fornecer a melhor experiência possível no AskYourPDF, coletamos certos tipos de dados de nossos usuários:

source: To the maximum extent permitted by law, we shall not be liable for any direct, indirect, incidental, special, or consequential damages arising out of or in connection with your use of AskYourPDF.
ja: 法律で許可されている最大限度において、AskYourPDFのご利用に関連して発生した直接的、間接的、偶発的、特別の、結果的な損害に対して責任を負わないものとします。
pt: Na máxima medida permitida pela lei, não seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais ou consequenciais decorrentes ou relacionados ao uso do AskYourPDF.

source: Tools
de: Werkzeuge
ja: ツール
pt: Ferramentas

source: Tools we’ve built to improve your document experience
ja: ドキュメントエクスペリエンスを向上させるために構築したツール
pt: Ferramentas que construímos para melhorar sua experiência com documentos

source: Track your Usage
ja: 使用状況を追跡
pt: Acompanhe seu Uso

source: Transform scanned or image-based PDFs into editable and searchable text with our AI powered OCR PDF Reader.
de: Verwandeln Sie gescannte oder bildbasierte PDFs mit unserem KI-gestützten OCR-PDF-Reader in bearbeitbaren und durchsuchbaren Text.
ja: AI を活用した OCR PDF リーダーを使用して、スキャンした PDF または画像ベースの PDF を編集可能で検索可能なテキストに変換します。
pt: Transforme PDFs digitalizados ou baseados em imagens em texto editável e pesquisável com nosso leitor de PDF OCR com tecnologia de IA.

source: Trusted By <0> Leading Universities </0>
ja: 信頼されている 有力な大学
pt: Confiado por Universidades de Ponta

source: Try it Now
de: Jetzt ausprobieren
ja: 今すぐお試しください
pt: Experimente Agora

source: Try it out now
ja: 今すぐ試してみてください
pt: Experimente agora

source: Type what you want to search for in the search box, you can filter by conversation
ja: 検索ボックスに検索したい内容を入力してください。会話で絞り込むことができます
pt: Digite o que deseja pesquisar na caixa de pesquisa, você pode filtrar por conversa

source: Typing...
ja: 入力中...
pt: Digitando...

source: Unable to Delete document, please make sure you're deleting a document you uploaded anonymously
ja: ドキュメントを削除できません、匿名でアップロードしたドキュメントを削除していることを確認してください。
pt: Não é possível excluir o documento, certifique-se de que está excluindo um documento que você enviou anonimamente.

source: Unleash the chat power in your documents! Turn them into friendly Chatbot's,ready to share knowledge and insights.
ja: ドキュメントのチャットパワーを解き放ちましょう! 知識と洞察を共有する親しみやすいチャットボットに変えましょう。
pt: Libere o poder de bate-papo em seus documentos! Transforme-os em amigáveis Chatbots, prontos para compartilhar conhecimento e insights.

source: Unlimited ChatGPT Plugin Question
ja: ChatGPTプラグインの質問無制限
pt: Perguntas Ilimitadas no Plugin do ChatGPT

source: Unlimited Conversation Per Day
ja: 1日あたりの会話無制限
pt: Conversas Ilimitadas por Dia

source: Unlimited doc uploads a day
ja: 1日あたりのドキュメントアップロード無制限
pt: Envio ilimitado de docs por dia

source: Unlimited documents per day
ja: 1日あたりのドキュメント数無制限
pt: Documentos ilimitados por dia

source: Unlimited file size
ja: ファイルサイズ無制限
pt: Tamanho de arquivo ilimitado

source: Unlimited pages
ja: ページ数無制限
pt: Páginas ilimitadas

source: Unlimited pages per document
ja: ドキュメントあたりのページ数無制限
pt: Páginas ilimitadas por documento

source: Unlimited questions / day
ja: 1日あたりの質問数無制限
pt: Perguntas ilimitadas / dia

source: Unlimited questions/day
ja: 1日あたりの質問数無制限
pt: Perguntas ilimitadas/dia

source: Unlock the Possibilities of <0> AskYourPDF </0>
ja: <0>AskYourPDF</0>の可能性を開放する (<0>AskYourPDF</0> no kanōsei o kaifuku suru)
pt: Desbloqueie as possibilidades do <0>AskYourPDF</0>

source: Unpaid
ja: 未払い
pt: Não pago

source: Update
ja: 更新
pt: Atualizar

source: Update Knowledge Base
ja: ナレッジベースを更新する
pt: Atualizar Base de Conhecimento

source: Update Payment Method
ja: 支払い方法の更新
pt: Atualizar forma de pagamento

source: Update Success
ja: 更新が成功しました
pt: Atualização bem-sucedida

source: Update your payment method
ja: 支払方法を更新する
pt: Atualize seu método de pagamento

source: Upgrade
ja: アップグレード
pt: Atualizar

source: Upgrade Account
ja: アカウントをアップグレード
pt: Atualizar Conta

source: Upgrade Developer Account
ja: 開発者アカウントをアップグレード
pt: Atualizar Conta de Desenvolvedor

source: Upgrade now for increased upload limits and enhanced ChatGPT conversations
ja: 今すぐアップグレードして、アップロード制限を増やし、ChatGPTでの会話を向上させましょう
pt: Atualize agora para limites de upload aumentados e conversas aprimoradas no ChatGPT

source: Upgrade Plan
ja: プランをアップグレード
pt: Atualizar Plano

source: Upgrade to access more features
ja: もっと機能を使うためにアップグレード
pt: Atualize para acessar mais recursos

source: Upgrade To Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium

source: Upgrade To Pro
ja: プロにアップグレード
pt: Atualizar para Pro

source: Upgrade your content
ja: コンテンツをアップグレード
pt: Atualize seu conteúdo

source: Upload
ja: アップロード
pt: Carregar

source: Upload Doc
de: Dokument hochladen
ja: ドキュメントをアップロード
pt: Enviar documento

source: Upload document
ja: ドキュメントをアップロード
pt: Enviar documento

source: Upload Document
de: Dokument hochladen
ja: ドキュメントをアップロード
pt: Enviar Documento

source: Upload failed
de: Hochladen fehlgeschlagen
ja: アップロードに失敗しました
pt: Falha no envio

source: Upload From URL
de: Aus URL hochladen
ja: URLからアップロード
pt: Enviar a partir da URL

source: Upload larger documents
ja: 大きなドキュメントをアップロード
pt: Envie documentos maiores

source: Upload New Document
de: Neues Dokument hochladen
ja: 新しいドキュメントをアップロードする
pt: Carregar Novo Documento

source: Upload Success
ja: アップロード成功
pt: Envio Bem Sucedido

source: Upload your document
ja: ドキュメントをアップロードしてください
pt: Envie seu documento

source: Uploaded
ja: アップロード済み
pt: Enviado

source: Uploaded Docs
ja: アップロードしたドキュメント
pt: Docs Enviados

source: Uploaded:
ja: アップロード:
pt: Enviado:

source: Uploading documents
ja: ドキュメントのアップロード
pt: Enviando documentos

source: Usage
ja: 利用状況
pt: Uso

source: Use of AskYourPDF
ja: AskYourPDFの利用
pt: Uso do AskYourPDF

source: Use this method only to delete anonymous uploads or files from our old plugin, not personal account documents.
ja: この方法は、匿名のアップロードや古いプラグインからのファイルを削除するためにのみ使用してください。個人アカウントの文書ではありません。
pt: Utilize este método apenas para excluir uploads anônimos ou arquivos do nosso antigo plugin, não documentos de contas pessoais.

source: Used
ja: 使用済み
pt: Usado

source: User Conduct
ja: ユーザーの行為
pt: Conduta do Usuário

source: User Content
ja: ユーザーコンテンツ
pt: Conteúdo do Usuário

source: View App
ja: アプリを表示
pt: Ver aplicativo

source: View Doc
ja: ドキュメントを表示
pt: Ver Doc

source: View Docs
ja: ドキュメントを表示
pt: Ver Docs

source: View Documentation
ja: ドキュメンテーションを表示
pt: Ver Documentação

source: We are making AskYourPDF API open for developers to build applications and services.
de: Wir öffnen die AskYourPDF API für Entwickler, um Anwendungen und Dienste zu erstellen.
ja: AskYourPDF APIをオープンにし、開発者がアプリケーションやサービスを構築できるようにしています。
pt: Estamos abrindo a API do AskYourPDF para desenvolvedores criarem aplicativos e serviços.

source: We just launched our Browser extension.
ja: 私たちはブラウザ拡張機能をたった今リリースしました。
pt: Acabamos de lançar nossa extensão de navegador.

source: We may terminate your use of AskYourPDF at any time for any reason, including if we believe that you have violated these terms and conditions.
ja: 本利用規約に違反したとみなされる場合を含め、いかなる理由でもAskYourPDFの使用をいつでも終了させることができます。
pt: Podemos encerrar seu uso do AskYourPDF a qualquer momento, por qualquer motivo, incluindo se acreditarmos que você violou estes termos e condições.

source: We reserve the right to modify these terms and conditions at any time without prior notice. Your continued use of AskYourPDF after any changes to these terms and conditions constitutes your acceptance of the revised terms and conditions.
ja: 事前の通知なく、いつでも本利用規約を変更する権利を留保します。 本利用規約の変更後もAskYourPDFの使用を継続した場合、変更後の利用規約に同意したとみなします。
pt: Nos reservamos o direito de modificar estes termos e condições a qualquer momento, sem aviso prévio. Seu uso continuado do AskYourPDF após quaisquer alterações nestes termos e condições constitui sua aceitação dos termos e condições revisados.

source: We reserve the right to update or amend this Privacy Policy at any time to reflect changes in our practices or services, or changes in the law. We will notify you of any significant changes and encourage you to review this policy periodically to stay informed.
ja: プライバシーポリシーは、実務やサービス、法律の変更を反映するため、必要に応じて更新または改定されることがあります。重要な変更がある場合は通知し、このポリシーを定期的に確認することをお勧めします。
pt: Nos reservamos o direito de atualizar ou emendar esta Política de Privacidade a qualquer momento para refletir mudanças em nossas práticas ou serviços, ou mudanças na lei. Notificaremos você sobre quaisquer mudanças significativas e incentivaremos você a revisar esta política periodicamente para se manter informado.

source: We support multiple document formats ('.pdf', '.txt', '.ppt', '.pptx', '.csv','.epub', '.rtf')
ja: 複数のドキュメントフォーマット('.pdf', '.txt', '.ppt', '.pptx', '.csv', '.epub', '.rtf') に対応しています。
pt: Suportamos múltiplos formatos de documento ('.pdf', '.txt', '.ppt', '.pptx', '.csv', '.epub', '.rtf')

source: We support multiple document formats: ".pdf", ".txt", ".ppt", ".pptx", ".csv", ".epub", and ".rtf".
de: Wir unterstützen mehrere Dokumentenformate: ".pdf", ".txt", ".ppt", ".pptx", ".csv", ".epub", und ".rtf".
ja: 複数の文書形式をサポートしています：「.pdf」、「.txt」、「.ppt」、「.pptx」、「.csv」、「.epub」、および「.rtf」。
pt: Oferecemos suporte a vários formatos de documento: ".pdf", ".txt", ".ppt", ".pptx", ".csv", ".epub" e ".rtf".

source: We tried to renew your subscription but we couldn't because of a payment issue, please check your payment method to avoid service disruption
ja: サブスクリプションを更新しようとしましたが、支払いの問題で更新できませんでした。サービスの中断を避けるために支払方法をご確認ください
pt: Tentamos renovar sua assinatura, mas não foi possível devido a um problema com o pagamento. Por favor, verifique seu método de pagamento para evitar interrupção do serviço
