Repository: Awo-Oosha/askyourpdf_free_tools_test
Catalog: locales/*/messages.po
Languages: de, ja, pt

source: {0} document pages <0>monthly</0>
ja: {0} ドキュメントページ <0>毎月</0>
pt: {0} páginas de documentos <0>mensalmente</0>

source: {0} ending in <0>*{1}</0>
ja: {0} の終わり <0>*{1}</0>
pt: {0} terminando em <0>*{1}</0>

source: {0} file upload failed
de: {0} Datei-Upload fehlgeschlagen
ja: {0} ファイルのアップロードに失敗しました
pt: Falha no upload do arquivo {0}

source: {0} messages <0>monthly</0>
ja: {0} メッセージ <0>毎月</0>
pt: {0} mensagens <0>mensalmente</0>

source: {0} Quota Used
ja: {0} 使用量
pt: {0} Cota Usada

source: <0>1. Account Information:</0> When you create an account with us, we collect basic information such as your name, email address, and password. This information is used to identify you and provide personalized services.
ja: <0>1. アカウント情報:</0> アカウントを作成すると、名前、メールアドレス、パスワードなどの基本情報を収集します。この情報は、あなたを特定し、パーソナライズされたサービスを提供するために使用されます。
pt: <0>1. Informações da Conta:</0> Quando você cria uma conta conosco, coletamos informações básicas como seu nome, e-mail e senha. Essas informações são usadas para identificá-lo e prover serviços personalizados.

source: <0>2. Uploaded documents:</0> When you upload a document to our platform, we temporarily store the file to provide you with our conversational document service. We do not use your documents for any other purposes.
ja: <0>2. アップロードされたドキュメント:</0> ドキュメントをプラットフォームにアップロードすると、一時的にファイルを保存して、会話型ドキュメントサービスを提供します。ドキュメントは他の目的には使用しません。
pt: <0>2. Documentos Enviados:</0> Quando você envia um documento para nossa plataforma, armazenamos temporariamente o arquivo para prover nosso serviço de documentos conversacionais. Não usamos seus documentos para nenhum outro propósito.

source: <0>3. User Interactions:</0> We collect data about how you interact with our services. This includes data such as the time, frequency, and duration of your interactions. This helps us understand usage patterns, improve our services, and provide you with a more personalized experience.
ja: <0>3. ユーザーとのインタラクション:</0> サービスとのインタラクションに関するデータを収集します。これには、インタラクションの時間、頻度、期間などのデータが含まれます。これにより、使用パターンを理解し、サービスを改善し、パーソナライズされたエクスペリエンスを提供できます。
pt: <0>3. Interações do Usuário:</0> Coletamos dados sobre como você interage com nossos serviços. Isso inclui dados como horário, frequência e duração de suas interações. Isso nos ajuda a entender padrões de uso, melhorar nossos serviços e prover uma experiência mais personalizada.

source: <0>Click to upload</0> or drag and drop
de: <0>Klicken Sie zum Hochladen</0> oder ziehen Sie Dateien hierhin
ja: <0>クリックしてアップロード</0>またはドラッグアンドドロップ
pt: <0>Clique para enviar</0> ou arraste e solte

source: <0>Warning: </0>
ja: 警告:
pt: Aviso:

source: <0>We'll assign an ID to your document.</0> You'll be able to start a conversation in ChatGPT based on the document uploaded. You can upgrade your account to increase your limits.
ja: <0>ドキュメントにIDを割り当てます。</0> アップロードしたドキュメントに基づいて、ChatGPTで会話を開始できます。アカウントをアップグレードして制限を増やすことができます。
pt: <0>Nós atribuiremos um ID ao seu documento.</0> Você poderá iniciar uma conversa no ChatGPT baseada no documento enviado. Você pode atualizar sua conta para aumentar seus limites.

source: <0>You'll only see your API key once</0> after it's generated. Please make sure to save it securely.
ja: <0>APIキーは一度だけ表示されます</0>生成後に。安全に保存してください。
pt: <0>Você verá sua chave API apenas uma vez</0> depois que ela for gerada. Por favor, certifique-se de salvá-la com segurança.

source: ${0}/month
ja: ${0}/月
pt: ${0}/mês

source: ${0}<0>/month</0>
ja: ${0}<0>/月</0>
pt: ${0}<0>/mês</0>

source: 1200 questions / day
ja: 1日1200個の質問
pt: 1200 perguntas / dia

source: 150 documents per day
ja: 1日あたり150のドキュメント
pt: 150 documentos por dia

source: 50 documents per day
ja: 1日あたり50のドキュメント
pt: 50 documentos por dia

source: A seamless integration that takes your conversations to the next level. With this powerful plugin, ChatGPT gains the ability to access and provide insights from your documents hosted on AskYourPDF.
ja: 会話を次のレベルに引き上げるシームレスな統合。この強力なプラグインを使用することで、ChatGPTはAskYourPDFにホストされた文書にアクセスし、その中から洞察を提供する能力を獲得します。
pt: Uma integração perfeita que leva suas conversas para o próximo nível. Com este poderoso plugin, o ChatGPT adquire a capacidade de acessar e fornecer insights a partir de seus documentos hospedados no AskYourPDF.

source: Absolutely! Click on the menu icon by the Knowledge Base and click on Copy ID in the dropdown. You can then paste this ID in the ChatGPT UI to have a conversation with the Knowledge Base
ja: 絶対です！ナレッジベースの隣にあるメニューアイコンをクリックし、ドロップダウンメニューから「IDをコピー」をクリックします。次に、このIDをChatGPTのUIに貼り付けて、ナレッジベースとの対話を行うことができます。
pt: Claro! Clique no ícone do menu ao lado da Base de Conhecimento e clique em "Copiar ID" no menu suspenso. Você pode então colar este ID na interface do ChatGPT para ter uma conversa com a Base de Conhecimento.

source: Absolutely. Data privacy is our top priority. The application employs industry-standard SSL encryption to ensure the protection of your information.
de: Absolut. Der Datenschutz hat bei uns höchste Priorität. Die Anwendung verwendet die branchenübliche SSL-Verschlüsselung, um den Schutz Ihrer Informationen zu gewährleisten.
ja: もちろんです。データのプライバシーは私たちの最優先事項です。アプリケーションは業界標準のSSL暗号化を使用して、情報の保護を確保しています。
pt: Absolutamente. A privacidade dos dados é a nossa principal prioridade. O aplicativo utiliza a criptografia SSL padrão da indústria para garantir a proteção das suas informações.

source: Academic Excellence
ja: 学術の卓越性
pt: Excelência acadêmica

source: Acceptance of Terms
ja: 利用規約の受諾
pt: Aceitação dos Termos

source: Account plans
ja: アカウントプラン
pt: Planos da conta

source: Account Upgraded
ja: アカウントがアップグレードされました
pt: Conta atualizada

source: Accounts Linked Successfully
ja: アカウントが正常にリンクされました
pt: Contas vinculadas com sucesso

source: Add Our Chrome Extension
ja: 弊社のChrome拡張機能に追加
pt: Adicionar à nossa extensão do Chrome

source: Add the AskyourPDF extension to your Chrome browser to start chatting effortlessly with any PDF. It saves you hours and boosts your productivity!
ja: AskYourPDFの拡張機能をChromeブラウザに追加すると、どのPDFでも手軽にチャットを始めることができます。時間を節約し、生産性が向上します!
pt: Adicione a extensão AskyourPDF ao seu navegador Chrome para começar a conversar sem esforço com qualquer PDF. Economize horas e aumente sua produtividade!

source: Advanced Parameters
de: Erweiterte Parameter
ja: 高度なパラメータ
pt: Parâmetros Avançados

source: Affiliate Program
de: Partnerprogramm
ja: アフィリエイトプログラム
pt: Programa de afiliados

source: After the document has been processed, you can customize the summary based on your preferences. <0/>Set settings such as the desired length of the summary to make it as brief or as informative as you want. Set text formatting choices to ensure that the summary follows your desired style. You can include a prompt to instruct AskYourPDF on how to summarise the document. However, if you prefer not to provide a prompt, you can skip this step.
ja: ドキュメントの処理が完了したら、好みに応じて要約をカスタマイズできます。 <0/> 要約の希望する長さなどの設定を行い、希望するだけの簡潔さまたは情報量にすることができます。 テキストの書式設定オプションを設定して、要約が希望するスタイルに従うようにします。 ドキュメントの要約方法をAskYourPDFに指示するプロンプトを含めることもできます。ただし、プロンプトを提供しない場合、このステップをスキップすることもできます。
pt: Após o processamento do documento, você pode personalizar o resumo de acordo com suas preferências. <0/> Configure as definições, como o comprimento desejado do resumo, para torná-lo tão conciso ou informativo quanto desejar. Configure opções de formatação de texto para garantir que o resumo siga seu estilo desejado. Você pode incluir uma instrução para orientar o AskYourPDF sobre como resumir o documento. No entanto, se preferir não fornecer uma instrução, você pode pular esta etapa.

source: All on Your Terms
ja: あなたの条件で全て対応
pt: Tudo nos seus termos

source: Allow your conversation with this document to be shareable.
ja: この文書との会話を共有可能に設定してください。
pt: Permita que a sua conversa com este documento possa ser compartilhada.

source: Amount
ja: 金額
pt: Quantia

source: An error has occured
ja: エラーが発生しました
pt: Ocorreu um erro

source: An error occurred
de: Es ist ein Fehler aufgetreten
ja: エラーが発生しました
pt: Ocorreu um erro

source: An error occurred while creating the knowledge base. Please try again.
ja: ナレッジベースの作成中にエラーが発生しました。もう一度お試しください。
pt: Ocorreu um erro ao criar a base de conhecimento. Por favor, tente novamente.

source: An error occurred while deleting the conversation. However, the associated knowledge base has been deleted. Please delete the conversation manually.
ja: 会話の削除中にエラーが発生しましたが、関連するナレッジベースは削除されました。会話を手動で削除してください。
pt: Ocorreu um erro ao excluir a conversa. No entanto, a base de conhecimento associada foi excluída. Por favor, exclua a conversa manualmente.

source: An error occurred while deleting the knowledge base. Please try again.
ja: ナレッジベースの削除中にエラーが発生しました。もう一度お試しください。
pt: Ocorreu um erro ao excluir a base de conhecimento. Por favor, tente novamente.

source: An error occurred while linking your mobile device. Please try again
ja: モバイルデバイスのリンク中にエラーが発生しました。もう一度お試しください
pt: Ocorreu um erro ao vincular o seu dispositivo móvel. Por favor, tente novamente

source: An error occurred while loading the document. Please try again
ja: ドキュメントの読み込み中にエラーが発生しました。もう一度お試しください
pt: Ocorreu um erro ao carregar o documento. Por favor, tente novamente

source: An error occurred while loading your subscription. Please try again
ja: サブスクリプションの読み込み中にエラーが発生しました。もう一度お試しください
pt: Ocorreu um erro ao carregar sua assinatura. Por favor, tente novamente

source: An error occurred while searching for <0>"{debouncedSearchTerm}"</0>. Please try again.
ja: <0>"{debouncedSearchTerm}"</0> の検索中にエラーが発生しました。もう一度お試しください。
pt: Ocorreu um erro durante a busca por <0>"{debouncedSearchTerm}"</0>. Por favor, tente novamente.

source: An error occurred while updating the knowledge base. Please try again.
ja: ナレッジベースの更新中にエラーが発生しました。もう一度お試しください。
pt: Ocorreu um erro ao atualizar a base de conhecimento. Por favor, tente novamente.

source: An error occurred. Please try again
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut
ja: エラーが発生しました。もう一度お試しください
pt: Ocorreu um erro. Por favor, tente novamente

source: Analysing Document
de: Dokument wird analysiert
ja: ドキュメントを分析しています
pt: Analisando Documento

source: Analytics for Default Key
ja: デフォルトキーの分析
pt: Análises para Chave Padrão

source: Android App
ja: Androidアプリ
pt: Aplicação Android

source: Annual
ja: 年間
pt: Anual

source: Anyone with this link can start a new conversation with this document. Chats are not shared.
ja: このリンクを持つ誰でも、このドキュメントで新しい会話を始めることができます。チャットは共有されません。
pt: Qualquer um com este link pode iniciar uma nova conversa com este documento. Conversas não são compartilhadas.

source: API Access
ja: APIアクセス
pt: Acesso à API

source: API Key
ja: APIキー
pt: Chave API

source: API Key copied
ja: APIキーがコピーされました
pt: Chave API copiada

source: API Key Generated
ja: APIキーが生成されました
pt: Chave API Gerada

source: API Keys
ja: APIキー
pt: Chaves API

source: API keys let you connect seamlessly with our APIs
ja: APIキーを使用すると、当社のAPIとシームレスに接続できます
pt: As chaves API permitem conectar sem problemas com nossas APIs

source: API Management
ja: API管理
pt: Gerenciamento de API

source: API Plan
ja: APIプラン
pt: Plano de API

source: API Service for Developers
ja: 開発者向けAPIサービス
pt: Serviço de API para Desenvolvedores

source: App Permissions
ja: アプリの許可設定
pt: Permissões do App

source: Are you sure you want to clear your conversation history?
ja: 会話履歴を削除してもよろしいですか?
pt: Tem certeza que deseja limpar seu histórico de conversas?

source: Are you sure you want to delete this conversation?
ja: この会話を削除してもよろしいですか?
pt: Tem certeza que deseja apagar esta conversa?

source: Are you sure you want to delete this document?
ja: このドキュメントを削除してもよろしいですか？
pt: em certeza de que deseja excluir este documento?

source: Are you sure you want to delete this document? The associated conversation will be deleted from our servers as well.
ja: このドキュメントを削除してもよろしいですか？関連する会話もサーバーから削除されます。
pt: Tem certeza que deseja apagar este documento? A conversa associada também será apagada de nossos servidores.

source: Are you sure you want to delete this knowledge base?
ja: このナレッジベースを削除してもよろしいですか？
pt: Tem certeza de que deseja excluir esta base de conhecimento?

source: Are you sure you want to delete your account? Deleting your account will result in the permanent loss of all your data.
ja: アカウントを削除してもよろしいですか? アカウントを削除すると、すべてのデータが永久に失われます。
pt: Tem certeza de que deseja excluir sua conta? Excluir sua conta resultará na perda permanente de todos os seus dados.

source: Are you sure you want to downgrade to a free plan? You'll have access to your pro features until the end of your billing period on {0}
ja: 無料プランにダウングレードしてもよろしいですか？{0}までの請求期間終了までプロの機能を利用できます。
pt: Tem certeza que deseja fazer downgrade para um plano gratuito? Você terá acesso aos recursos pro até o final do seu período de cobrança em {0}

source: Are you sure you want to downgrade your account? You'll have access to your {userRole} features until the end of your billing period on {0}
ja: アカウントをダウングレードしてもよろしいですか？{0}までの請求期間終了まで{userRole}の機能を利用できます。
pt: Tem certeza que deseja fazer o downgrade da sua conta? Você terá acesso aos recursos {userRole} até o final do seu período de cobrança em {0}

source: Ask
ja: 尋ねる
pt: Perguntar

source: Ask any question about your document
ja: ドキュメントに関する質問は何でもどうぞ
pt: Faça qualquer pergunta sobre seu documento

source: Ask any question about your knowledge base
ja: あなたのナレッジベースに関する質問は何でもどうぞ
pt: Faça qualquer pergunta sobre a sua base de conhecimento

source: Ask me about {0}.
ja: {0}について聞いてください。
pt: Pergunte-me sobre {0}.

source: AskYourPDF allows you to import and view documents. You retain full ownership and control over the content you import into the app. We do not claim ownership of your content, nor do we monitor or access it unless required by applicable laws.
ja: AskYourPDFは文書をインポートして表示できるようにします。アプリにインポートしたコンテンツに対する所有権と制御権はすべて保持されます。私たちはあなたのコンテンツの所有権を主張せず、適用される法律によって要求されない限り、監視またはアクセスは行いません。
pt: O AskYourPDF permite importar e visualizar documentos. Você mantém a propriedade e o controle total sobre o conteúdo que importa para o aplicativo. Não reivindicamos a propriedade do seu conteúdo, nem monitoramos ou acessamos, a menos que seja exigido pelas leis aplicáveis.

source: AskYourPDF API Pricing
ja: AskYourPDF APIの価格設定
pt: Preços da API AskYourPDF

source: AskYourPDF brings the magic of AI to your fingertips! Dive into smart navigation, no more endless scrolling or page skimming.
ja: AskYourPDFはAIの魔法をあなたの指先にもたらします！スマートなナビゲーションに没頭し、もう終わりのないスクロールやページのめくりをしなくても済みます。
pt: O AskYourPDF traz a mágica da IA para a ponta dos seus dedos! Mergulhe na navegação inteligente, sem mais rolagens ou folheamentos infinitos.

source: AskYourPDF Chrome extension lets you seamlessly have intelligent conversations with your PDF documents. Whether you're working together with others or making notes for yourself, the extension makes it quick and straightforward to extract valuable information, all without leaving the comfort of your browser.
ja: AskYourPDF Chrome拡張機能を使用すると、PDFドキュメントとスムーズにインテリジェントな対話をすることができます。他の人と協力している場合でも、自分用のメモを作成している場合でも、この拡張機能を使えば、貴重な情報を素早く簡単に抽出できます。ブラウザを離れることなくすべてが可能です。
pt: A extensão Chrome AskYourPDF permite que você tenha conversas inteligentes com seus documentos PDF de forma integrada. Esteja você trabalhando com outras pessoas ou fazendo anotações para si mesmo, a extensão facilita a extração de informações valiosas de maneira rápida e direta, sem sair do conforto do seu navegador.

source: AskYourPDF gives researchers and academics the ability to speed up their work by quickly extracting data and insights from large PDF documents.
ja: AskYourPDFは、研究者や学者に大規模なPDF文書から迅速にデータと洞察を抽出する能力を提供します。
pt: O AskYourPDF oferece aos pesquisadores e acadêmicos a capacidade de acelerar seu trabalho, extraindo rapidamente dados e insights de documentos PDF grandes.

source: AskYourPDF is provided on an "as is" and "as available" basis. We do not warrant that AskYourPDF will be uninterrupted, error-free, or free from downtime.
ja: AskYourPDFは「現状のまま」および「利用可能な状態」で提供されます。AskYourPDFが中断されないこと、エラーがないこと、ダウンタイムがないことを保証するものではありません。
pt: O AskYourPDF é fornecido "no estado em que se encontra" e "conforme disponível". Não garantimos que o AskYourPDF será ininterrupto, livre de erros ou downtime.

source: AskYourPDF offers three plans: Premium, Pro and Enterprise. [See <0>here</0> for details].
de: AskYourPDF bietet drei Pläne: Premium, Pro und Enterprise. [Siehe <0>hier</0> für Details].
ja: AskYourPDF には、プレミアム、プロ、エンタープライズの 3 つのプランがあります。 [詳細については<0>こちら</0>をご覧ください]。
pt: AskYourPDF oferece três planos: Premium, Pro e Enterprise. [Veja <0>aqui</0> para detalhes].

source: AskYourPDF offers three plans: Premium, Pro and Enterprise. [See here (https://askyourpdf.com/settings) for details].
de: AskYourPDF bietet drei Pläne: Premium, Pro und Enterprise. [Siehe <0>hier</0> für Details].
ja: AskYourPDFは3つのプランを提供しています：プレミアム、プロ、エンタープライズ。[詳細はこちら（https://askyourpdf.com/settings）をご覧ください]。
pt: O AskYourPDF oferece três planos: Premium, Pro e Enterprise. [Veja aqui (https://askyourpdf.com/settings) para detalhes].

source: AskYourPDF Plugin for ChatGPT
ja: ChatGPT用AskYourPDFプラグイン
pt: Plugin AskYourPDF para ChatGPT

source: AskYourPDF uses AI to scan all the documents within the knowledge base to provide answers based on the collective information they contain.
ja: AskYourPDFは、知識ベース内のすべての文書をスキャンし、それらが含む共通の情報に基づいて回答を提供するためにAIを使用します。
pt: O AskYourPDF utiliza a IA para escanear todos os documentos dentro da base de conhecimento a fim de fornecer respostas com base nas informações coletivas que eles contêm.

source: AskYourPDF uses AI to scan all the documents within the knowledge base to provide answers based on the collective information they contain. <0>Learn more</0>
ja: AskYourPDFは、知識ベース内のすべての文書をスキャンし、それらが含む共通の情報に基づいて回答を提供するためにAIを使用します。 <0>詳細を学ぶ</0>
pt: O AskYourPDF utiliza a IA para escanear todos os documentos dentro da base de conhecimento a fim de fornecer respostas com base nas informações coletivas que eles contêm. <0>Saiba mais</0>

source: AskYourPDF will produce a consolidated answer based on the contents of both documents. What's even better is, you can prompt it to give you answers from on a specific document in your knowledge base.
ja: AskYourPDFは、両方の文書の内容に基づいて統合された回答を生成します。さらに良いことは、特定の文書から回答を取得するように指示することができます。
pt: O AskYourPDF produzirá uma resposta consolidada com base no conteúdo de ambos os documentos. O que é ainda melhor é que você pode solicitá-lo para fornecer respostas de um documento específico em sua base de conhecimento.

source: At AskYourPDF we cherish our community and think you should be rewarded for spreading the word about our platform's advantages. To earn 30% commission on all payments made by users you refer within the first 12 months, Join our affiliate program.
ja: AskYourPDFでは、コミュニティを大切にし、プラットフォームの利点について言及することで報酬を受けるべきだと考えています。最初の12か月以内に参照されたユーザーによるすべての支払いに対して30％の
pt: Na AskYourPDF valorizamos a nossa comunidade e achamos que você deve serrecompensado por divulgar as vantagens da nossa plataforma.Para ganhar uma comissão de 30% em todos os pagamentos feitos por usuários que você indicar

source: At AskYourPDF, we value and respect your control over your data. You can delete your uploaded document files from our service at any time, completely erasing them from our servers. To ensure the privacy of our free users, we go one step further by automatically deleting uploaded files a few hours after use. This helps us ensure that no residual data remains on our servers longer than necessary.
ja: AskYourPDFでは、データに対するあなたの制御を尊重しています。いつでもアップロードしたドキュメントファイルをサービスから削除し、サーバーから完全に消去できます。無料ユーザーのプライバシーを保護するために、使用後数時間後にアップロードしたファイルを自動的に削除するというさらなる措置を講じています。これにより、余分なデータが必要以上にサーバーに残ることはありません。
pt: No AskYourPDF, valorizamos e respeitamos seu controle sobre seus dados. Você pode excluir seus arquivos de documentos enviados de nosso serviço a qualquer momento, apagando-os completamente de nossos servidores. Para garantir a privacidade de nossos usuários gratuitos, vamos além, excluindo automaticamente os arquivos enviados algumas horas após o uso. Isso nos ajuda a garantir que nenhum dado residual permaneça em nossos servidores por mais tempo que o necessário.

source: At AskYourPDF, your privacy isn't just our responsibility – it's the foundation of the trust we hope to build with you. We are deeply committed to creating a platform where you can interact with your documents without compromising on your privacy. This Privacy Policy explains our practices in detail, outlining what data we collect, how we collect it, why we collect it, and how we ensure that your data is handled with the highest level of care.
ja: AskYourPDFでは、あなたのプライバシーは単なる責任ではなく、あなたと築きたい信頼の基盤です。私たちは、あなたのプライバシーを損なうことなくドキュメントと対話できるプラットフォームを提供することに深く取り組んでいます。このプライバシーポリシーは、私たちの実践を詳しく説明し、どのデータを収集するか、どのように収集するか、なぜ収集するか、そしてどのようにデータを最高水準のケアで扱うかを概説しています。
pt: No AskYourPDF, sua privacidade não é apenas nossa responsabilidade - é a base da confiança que esperamos construir com você. Estamos profundamente comprometidos em criar uma plataforma onde você possa interagir com seus documentos sem comprometer sua privacidade. Esta Política de Privacidade explica nossas práticas em detalhes, delineando quais dados coletamos, como coletamos, por que coletamos e como garantimos que seus dados sejam tratados com o mais alto nível de cuidado.

source: Automatically Collected Information
ja: 自動的に収集される情報
pt: Informações Coletadas Automaticamente

source: Back to Homepage
ja: ホームページに戻る
pt: Voltar para a Página Inicial

source: Back to tools
de: Zurück zu den Tools
ja: ツールに戻る
pt: Voltar para as ferramentas

source: Before generating your API Key
ja: APIキーを生成する前に
pt: Antes de gerar sua Chave de API

source: Begin a conversation with me by uploading a document. I'll respond with anything you need based on the document
ja: ドキュメントをアップロードして私との会話を始めましょう。ドキュメントに基づいて必要な情報を提供します
pt: Comece uma conversa comigo enviando um documento. Responderei com qualquer coisa que você precisar com base no documento

source: Begin by effortlessly uploading your PDF documents to our platform.
ja: 無理なくPDFドキュメントを当社のプラットフォームにアップロードして始めましょう。
pt: Comece por fazer o upload sem esforço dos seus documentos em PDF para a nossa plataforma.

source: Billing
ja: 請求
pt: Cobrança

source: BlockTechnology OÜ. All rights reserved. ©{year}
de: BlockTechnology OÜ. Alle Rechte vorbehalten. ©{year}
ja: BlockTechnology OÜ. すべての権利を保有します。 ©{year}
pt: BlockTechnology OÜ. Todos os direitos reservados. ©{ano}

source: Blog
ja: ブログ

source: Browser Extension
ja: ブラウザ拡張機能
pt: Extensão para Navegador

source: Bug
ja: バグ
pt: Erro

source: Build Better With The
ja: APIでより良いものを構築する
pt: Construa Melhor Com A API

source: Business analysts and professionals can extract valuable market insights and competitive intelligence from industry reports.
ja: ビジネスアナリストや専門家は業界レポートから貴重な市場洞察と競争情報を抽出できます。
pt: Analistas de negócios e profissionais podem extrair informações valiosas sobre o mercado e inteligência competitiva a partir de relatórios da indústria.

source: Business Intelligence
ja: ビジネスインテリジェンス
pt: Inteligência de negócios

source: Buy Credit
ja: クレジットを購入する

source: Buy More Credit
ja: もっとクレジットを購入する

source: By accessing or using AskYourPDF, you agree to be bound by these terms andconditions. If you do not agree with these terms and conditions, you must not use AskYourPDF.
ja: AskYourPDFにアクセスするか使用することで、これらの利用規約に拘束されることに同意します。これらの利用規約に同意しない場合、AskYourPDFを使用してはいけません。
pt: Ao acessar ou usar o AskYourPDF, você concorda em estar vinculado a estes termos e condições. Se você não concordar com estes termos e condições, não deverá usar o AskYourPDF.

source: By starting a conversation you agree with our data privacy policy and terms
ja: 会話を開始することで、データプライバシーポリシーと利用規約に同意したことになります
pt: Ao iniciar uma conversa, você concorda com nossa política de privacidade de dados e termos
